[
  {

    "id": "7",
    "image": "https://magazine.exposition.lk/images/article70.jpg",
    "title": "Magic of Industry 4.0 in the journey to Manufacturing Excellence",
    "description": "Industry 4.0? Yes! Most of you might have heard of it, but some of you might not have heard of it. However, Industry 4.0 is ",
    "category": "student's-corner",
    "categoryColor": "bg-success",
    "date": "2022-02-16",
    "author": "Nelumi Opatha",
    "authorImage": "https://magazine.exposition.lk/images/article7_author.jpg",
    "content": "<p>Industry 4.0? Yes! Most of you might have heard of it, but some of you might not have heard of it. However, Industry 4.0 is all about the future in front of you. Therefore, I hope you find every bit of this story interesting. To start simple, Industry 4.0 is where we build the integration between the digital world and the physical sphere we see. Does it sound complex? Think that you are a quality controller in a fabric manufacturing factory. You have to make sure that all the garments meet specific quality standards. However, this inspection process to find defects is done through the naked eye in your factory. Naked eye!? Correct. It would help if you had an eagle eye and a whole lot of experience. It is where Industry 4.0 comes into play. What if you have a system to automate the quality control process, which can easily detect these defects in fabric? This is just one example where we have created the integration between the digital world and the physical sphere. There is a lot more. Let’s take a deep dive into the subject.</p><p> Industry 4.0 introduces a wide range of technologies that do wonders. The technologies of this new industrial revolution include the Internet of Things (IoT), Big data and Analytics, Cloud Computing, Robotics, Artificial Intelligence, Cybersecurity and many more. These technologies can be applied to each pillar of a business. As we will be focusing on Manufacturing Excellence, let’s consider a Factory, an industrial site which is generally a complex consisting of several buildings filled with machinery and workers who manufacture goods or operate equipment that processes each item into another. In simple, let’s discuss how Industry 4.0 has converted Manufacturing into Smart Manufacturing! </p><p>Manufacturing turns raw materials into finished goods using labor, equipment, tools and technologies. What is the productivity of Manufacturing? It depends on two main components; the input and output. Inputs could be any resources, such as raw materials, people, energy, information, etc., used in a manufacturing plant to get the expected output. These resources are always financial. However, we can put the key elements like time and skills into this “input” component. Outputs are the goods produced at the end of the process. Productivity is the ratio of this output to input. Now it is evident that greater productivity in Manufacturing leads to Manufacturing Excellence.</p><p>To improve productivity, first, you must review the existing workflow of the manufacturing plant, which includes people, processes, equipment, and technologies. That means you should have sound knowledge of&nbsp;how everything works right now. Before you make any changes understanding its current state is crucial.</p><p>As the next step in improving productivity, you have to identify the pain points in the current workflow. A proper analysis needs to be done in order to understand these. What must you do next? Yes, you are correct – addressing the pain points. We can do this in many ways, however as our focus is on digital transformation, let’s take the subsequent step as “Updating the Technology.” Get your mind ready! We are going to look into some hard-to-grasp applications of technology in the manufacturing process.</p><p><b>Integration of RFID and Big Data in Manufacturing – Production Tracking</b></p><p>RFID is the technology of Radio Frequency Identification. This technology employs electromagnetic fields to automatically identify and track tags attached to objects. It acts as a smart label. The data collected from these RFID tags are processed with real-time big data processing approaches. RFID tags on raw materials in the manufacturing process allow manufacturers to obtain real-time visibility of the work in progress.</p><p><b>Application of Artificial Intelligence in Quality Control process in Manufacturing</b></p><p>WiseEye is an intelligent fabric defects detection system that grips advanced technologies, including Artificial Intelligence. This AI-based inspection system meets the requirements of textile manufacturers. A research team in the Hong Kong Polytechnic University has developed this system and they have applied Big Data and Deep Learning technologies as well.</p><p>The team has trained the model by inputting data of thousands of yards of fabrics to detect around 40 typical fabric defects with surprisingly high accuracy resolution up to 0.1 mm/pixel. This has been put on trial for more than six months in a real life manufacturing environment. The tests have shown that this system is capable of reducing 90% of the loss and wastage in the fabric manufacturing process, which takes the overall performance of the manufacturing pillar to the next level.<b><br></b></p><p><b>Yes! AI does wonders.</b></p><p>Do you want to know another exciting application of it?</p><p>Continue reading!</p><p><br></p><p><img class=\"w-100 h-100\" src=\"https://magazine.exposition.lk/images/article74.png\" style=\"width: 504.16px;\"></p><p><img class=\"w-100 h-100\" src=\"https://magazine.exposition.lk/images/article71.jpg\" style=\"width: 414px;\"></p><p><img class=\"w-100 h-100\" src=\"https://magazine.exposition.lk/images/article72.jpg\" style=\"width: 398px;\"></p><p><br></p><p><b>Application of Artificial Intelligence in the BMW production system</b></p><p>Let’s look at the diagram below before reading up on what is happening here</p><p><img class=\"w-100 h-100\" src=\"https://magazine.exposition.lk/images/article73.png\" style=\"width: 504.16px;\"><b><br></b></p><p>This includes a complicated yet wonderful application in Artificial Intelligence. BMW has released a software package that makes light work of creating Artificial Intelligence applications for object recognition. The core element of this product is the BMW Labeling Tool Lite. This tool enables users to easily label the objects in photos, a fantastic solution to quickly build AI applications that accurately identify objects in images.</p><p>In the diagram, what you can see in the training phase is where they train the model’s algorithm using several images (as data) of the object they need to detect during the production process. Then using the algorithm, the model identifies patterns and detects the objects according to these patterns during the productive phase.</p><p>Using this trained model, they can identify the defects of objects too. After that, the system can notify the user about these defects – yes, obviously, this can be used in the quality control process. Moreover, this software package is used in many functionalities that can enhance the BMW production system.</p><p>These are only a few applications of Industry 4.0 technologies in the manufacturing process. There are many more interesting applications that portray the essence of Industry 4.0 that leads to Manufacturing Excellence. Especially in mass-produced goods such as apparel, fashion and footwear, technologies in Industry 4.0 act as catalysts in the scene. This digital transformation in the industry gradually converts Manufacturing into Smart Manufacturing. Now you know that Industry 4.0 is more than just a buzzword!</p><p>To conclude, the future in front of you is fascinating. Get your mind ready to witness the beauty of it!<br></p>",
    "quote": "Industry 4.0? Yes! Most of you might have heard of it",
    "authorPositionOne": "Undergraduate - Level 3",
    "authorPositionTwo": "Department of Industrial Management",
    "authorPositionThree": "University of Kelaniya",
    "readTime": "6 min"
  },
  {
    "id": "8",
    "image": "https://magazine.exposition.lk/images/article82.jpg",
    "title": "Are you ready to refine new oil?",
    "description": "Have you ever heard about the statement \"Data is the new oil\" at any point in your life?? Then let us think in this way.",
    "category": "student's-corner",
    "categoryColor": "bg-success",
    "date": "2022-02-16",
    "author": "Thilina Amarasinghe",
    "content": "<p>Have you ever heard about the statement \"Data is the new oil\" at any point in your life? Then let us think in this way. If we look at many centuries back, the discovery and the frequency of the usage of oil or crude oil have led the world to numerous paths to progress in many different ways. As a result of this, countries that have crude oil distributed and manufactured them became the wealthiest countries in the world. That implies that the world was driving based on crude oil mainly.&nbsp;</p><p>However, when we step into the 21st century, we have something more valuable than crude oil. That is nonother than \"Data\". Data has become prominent from the 20th century onwards, which started with Information Technology. In other words, data is all of our \"experiences\". With the collection of different experiences from different people, now the world has a vast amount of data that can be used in a technical way to make things better for the world populace. And the world goes into a development of a new era while absorbing all of our personal experiences.</p><p>With that in mind, if we look into figuring out the relationship between data and crude oil, we know that crude oil can easily be found either deep inside the ocean or deep in our living earth. Then those are excavated and taken out to refine and make them available for the human user.</p><p>The above process results in manufacturing tar, petrol and diesel. It clearly indicates that the more we refine the excavated oil from the ocean and earth, the better the value. The same theory can be applied to data.</p><p>Different data types have been collected and stored in different places for future usage. You and I are very well aware that any mobile phone used, an application installed on a device and any software we use in day-to-day life collect and store data with or without your acknowledgement. Those&nbsp;collected and stored data in many different locations can be seen or made available by a third party. If someone can solve this problem and find a way to make us understand, then the knowledge born inside it would be innumerable.</p><p><img src=\"https://magazine.exposition.lk/images/article81.jpg\" style=\"width: 100%;\"><br></p><p>The world can develop because of that knowledge gained through the data or the people's experience. Furthermore, on the other hand, do you know the countries that have data stored have become more valuable companies than the countries with crude oil in the world. Google, Microsoft, Alibaba, and Amazon are some companies that collect people's data and lead the world powers. In today's world, especially data analysis in organizations is highly and frequently followed to achieve better quality. Many companies are looking for new methods to develop more innovative capabilities and tackle challenges in a dynamic process using data analytics. So, data analytics is a crucial and significant aspect of entrepreneurial practice.</p><p>&nbsp;Suppose it is properly aligned with their business processes&nbsp;&nbsp;and learning needs. In that case, it can also lead to a significant improvement in their performance and the quality of their decisions. The value of data analytics is the ability to identify valuable data and transform it into usable information by identifying models and exploring new algorithms, tools and new projects solutions. Thus, the movement towards introducing big data and analytical tools&nbsp;addresses how this new opportunity can be utilized</p><p style=\"text-align: center; \"><b>“Being entrepreneurial means that an opportunity must be pursued despite the lack of resources, and the ability to leverage external resources is one of the hallmarks of the entrepreneur.” </b></p><p style=\"text-align: center; \"><b>-Stevenson and Jarillo, 1990 –</b><br></p><p>With the rapid increment of different integrated technologies into a growing range of equipment and products, entrepreneurs are highly involved in operating in a changing environment. With the improvement of the IoT and the advent of the Semantic Web, new ways of representing, storing and sharing information will replace traditional systems. In addition to the advent of ICT and the speed of production and dissemination of this data and its processing capacities, another element has gained importance in recent years. The generated data and other collected and analyzed data and processing algorithms are the main interests of many companies in today's world. Business owners are concerned about the advent&nbsp;of performance tools that can handle all data types. The use of data analysis and analysis tools, including IT cloud-based platforms, offer numerous opportunities for building entrepreneurial businesses that effectively and efficiently meet the needs of various companies.</p><p> The fundamental analysis provides an overview of the data, while the advanced&nbsp;analysis allows a deeper understanding of the data to inform, visualize and understand what has already happened. Predictive analytics uses past data to understand why something happened or predict what will happen in different scenarios in the future.</p><p>Entrepreneurs are known to be unlikely to analyze data to the same extent as large companies like Google, Facebook, Walmart, Twitter, and others due to their limited computing resources, skills, and tools. Engaging with free big data tools from companies like Google, not forgetting the growing importance of social media and social media interaction, can help drive awareness and traffic for entrepreneurs who pay significantly lower costs than traditional marketing approaches. However, it is noteworthy that they are unlikely to have extensive storage facilities and sophisticated tools to collect, prepare, analyze, and manage the data generated in many fields.</p><p>The value of data increases over time and depends on multiple uses. Analytics can affect almost every business area in the big data universe. Companies that do not develop the resources and skills to use big data effectively face the challenge of creating a sustainable competitive advantage. In this context, entrepreneurs must have a competitive advantage. The Absorbability of all available data enables them to absorb and reproduce knowledge. On the other hand, universities have a growing awareness that data offers opportunities to enhance the academic experience.<img src=\"https://magazine.exposition.lk/images/article83.jpg\" style=\"width: 100%;\"></p>",
    "quote": "Have you ever heard about the statement \"Data is the new oil\" at any point in your life??",
    "authorPositionOne": "Undergraduate - Level 4",
    "authorPositionTwo": "Department of Industrial Management",
    "authorPositionThree": "University of Kelaniya.",
    "readTime": "5 min"
  },
  {
    "id": "9",
    "image": "https://magazine.exposition.lk/images/article90.png",
    "title": "Beware of the IOT Devices",
    "description": "Internet of Things, known as IoT, has a widespread demand worldwide. Due to this enormous demand, the Internet of Things connects with ",
    "category": "student's-corner",
    "categoryColor": "bg-success",
    "date": "2022-02-16",
    "author": "Nimtara Munasinghe",
    "content": "<p>Internet of Things, known as IoT, has a widespread demand worldwide. Due to this enormous demand, the Internet of Things connects with more and more devices each day. As a result, people are heading to a world estimated to have 64 billion IoT devices by 2025.</p><p>The growth of IoT carries many benefits as it reshapes the way people handle daily tasks and potentially transforms the world. For example, a smart home can get many appreciative comments from the guests. As well as smart lighting reduces the overall energy consumption and lowers electric bills. In addition, new advances would allow linked automobiles to interface with smart city infrastructure, creating a completely new environment for drivers accustomed to travelling from one place to another in a traditional manner. Moreover, smart healthcare devices can give people a very informative description of their health.</p><p><img src=\"https://magazine.exposition.lk/images/article91.jpg\" style=\"width: 100%;\"></p><p><br></p><p>However, enormous benefits accompany risks. Hackers are highly innovative and evolve their skills by trying new methods to attack. Furthermore, they consider IoT devices as low-hanging fruits due to the relatively unsecured gateways to access sensitive data and other devices on a network. As a result, the vulnerability of IoT devices is a hot topic in the cyber security industry. Although various manufacturers introduce new IoT devices to consumers, they have not fully implemented the firms’ security protocols resulting in more opportunities for hackers and more danger for consumers.&nbsp;&nbsp;</p><p>After exposing the susceptibilities of Xiaomi Mijia, customers have become more alarmed by cybersecurity issues regarding smart security cameras. The incident drew attention after Dio-V, who owns a Google nest hub and multiple Xiaomi Mijia cameras around his house, claimed he randomly received images of other people’s homes when he streamed content from his cameras to Google Nest Hub. In February 2020, hackers targeted access control&nbsp;systems for smart doors and buildings with DDoS attacks manufactured by Nortek Security and Control, which affected more than 2300 buildings, including office buildings, factories, industrial parks, and private homes. In addition, security researchers from cybersecurity firm Bitdefender detected and reported a flaw in Amazon’s Ring Video Doorbell Pro. They stated that hackers could have gotten unauthorized access to the WiFi network, and many other connected devices of the user. Furthermore, tenable&nbsp;researchers from vulnerability detection firms detected many crucial vulnerabilities in Blink XT2 security camera systems owned by Amazon. They stated that these vulnerabilities could allow&nbsp;hackers to inspect the camera footage remotely, receive audio outputs and misuse the infected device to launch DDoS attacks. Several publications have revealed security flaws in smart bulbs over the past few years. For example, Murtuza Jadliwala, a research expert at the University of Texas, stated that hackers could breach infrared-enabled smart bulbs by sending a few commands through the invisible light emitted from the bulbs leading to the misuse of other connected IoT devices in the house. In February 2020, a drone was able to hack the new smart light bulb launched by Phillips Hue, which globally affected networks with Phillips Hue light bulbs, even outdoors. Sadly, this is not the first time hackers have attacked a smart bulb. Home break-ins and possible lawsuits are two examples of potential monetary damage. It is not limited to Phillips Hue bulbs either. The Zigbee protocol, which is being used by many home IoT devices, including Ring and SmartThings such as Ikea, Honeywell Thermostat, Comcast’s Xfinity Home alarm system, can also be considered as vulnerable products for hackers.</p><p><img src=\"https://magazine.exposition.lk/images/article92.jpg\" style=\"width: 100%;\"></p><p><br></p><p>Electronic Frontier Foundation conducted an investigation in late January 2020, and they reported that the Android Ring app includes third-party trackers which send personally identifiable information to external parties. The incident was widespread globally among all Android users, and it also affected the companies that received information from Ring. It is safe to assume that every internet-connected device has some level of flaws and vulnerabilities. With the widespread demand for IoT devices, most hackers will pay constant attention to these new areas in hopes of exploiting them. However, given the number of opportunities, a single weak point is all they require.</p><p>There are multiple ways hackers could hack an IoT device. For example, they could invade the network by physically attacking the hardware or manipulating the software to enter the network directly. Considering the cyberattacks that have happened before, it is trivial to expect absolute security and privacy from IoT devices. However, there are simple precautions consumers can take to make hacking more challenging.</p><p><img src=\"https://magazine.exposition.lk/images/article93.jpg\" style=\"width: 100%;\"><br></p><p>Many IoT devices suggest connecting to the internet directly, which is not a safe approach. In addition, security&nbsp;is not the main focus of most of these devices. Hence it is crucial to utilize the protection of a firewall. Connecting all the IoT devices using a secure WiFi router provides a built-in layer protection at the network level, which means the router’s security will instantly benefit all devices connected to it.</p><p>IoT manufacturers constantly improve their products and regularly send new software updates. Therefore, consumers should check the latest updates and have the newest software updates running in all the IoT based products. </p><p>Smart assistants like Echo and Google Home have turned on microphones as the default option. Unfortunately, this is a good resource for hackers to virtually invade houses. Therefore, turning off the microphones when not using the devices is a safe precaution against these attacks. In addition, erasing record history is also a good measure.&nbsp;&nbsp;</p><p>In summary, IoT is a massive network that connects people and devices through the cloud. With the widespread demand, IoT products are increasing every&nbsp;day. The growth of IoT helps people manage their everyday lives efficiently and smoothly. However, risks are also involved with these benefits. Many cyberattacks have occurred worldwide due to the vulnerabilities of these IoT devices. Hackers can hack simple IoT devices such as coffee machines, smart light bulbs, smart thermostats, and they can virtually invade people’s privacy. Therefore, consumers can take simple percussions to minimize the effects of these cyber-attacks. A few of them are using a secure WiFi router, updating firmware, and muting&nbsp;the microphone.</p><p>However, ultimately it is the manufacturers’ responsibility to ensure that the IoT products are more secure against hackers and respect the consumers’ privacy. Otherwise, these security and privacy issues could cause a dent in consumers’ desire to purchase internet-connected devices, which would contradict the true potential of IoT products.</p><p><img src=\"https://magazine.exposition.lk/images/article94.jpg\" style=\"width: 100%;\"><br></p><p><br></p>",
    "quote": "Internet of Things, known as IoT, has a widespread demand worldwide.",
    "authorImage": "https://magazine.exposition.lk/images/article9_author.jpg",
    "authorPositionOne": "Undergraduate - Level 1",
    "authorPositionTwo": "Department of Industrial Management",
    "authorPositionThree": "University of Kelaniya.",
    "readTime": "5 min"
  },
  {
    "id": "10",
    "image": "https://magazine.exposition.lk/images/article100.jpg",
    "title": "The Future of Finance - New Tech or New Skills?",
    "description": "Covid-19, a word reminiscent of the havoc it wrought across the world. By 2021, \"a new normal\" has been established in just about every sector",
    "category": "student's-corner",
    "categoryColor": "bg-success",
    "date": "2022-02-16",
    "author": "Raduni de Abrew",
    "content": "<p>Covid-19, a word reminiscent of the havoc it wrought across the world. By 2021, \"a new normal\" has been established in just about every sector, not just our lifestyles but also in the business sector. The finance function? Not an exemption.</p><p>In the past few decades, technological advances have made profound changes in the finance function. With time the function has shifted from focusing on operational efficiencies and reducing operational costs to more value adding tasks. The increasing automation of mundane tasks in the finance function such as data entry and bookkeeping, foreign exchange transactions and taxation, and reconciliations has resulted in the finance function having more time to focus on creating value and revenue for the organization. Fueled by rapid advances in technology and the changing mandate of the finance function, the once isolated finance function now works hand-in-hand with all other facets of a business as a strategic business partner and as a team that acts as a driver to achieve the desired impact of the business.</p><p>Consequently, the shift of the focus of the finance function to these more challenging tasks involved in value addition for the organization has emphasized the need for the finance professionals to develop a new skill set that has deviated from mere bookkeeping and balancing accounts. It necessitates higher level soft skills such as analytical and people skills, technological and leadership skills and, business acumen. The evolved finance function in organizations today is not what it was a decade back. Similarly, today's finance function is not what it will look like in a decade from today.</p><p>Of course, these changes were anticipated, and finance professionals were developing and nurturing these new skills for the future. No one anticipated Covid-19, and how large scale the effects of the pandemic would be. The doomsday countdown only sped up the hunt for skills that were predicted to play a major role in 5 years and for jobs that were made to be redundant in the next ten years. Those skills were suddenly in demand, and many jobs were made redundant due to the automation of many positions in the finance function due to lay off of a large number of the workforce due to the pandemic.</p><p>However, there is a significant concern that most, who wish to enter or, are already part of the finance profession voice out.<b> Is the future of the finance function new technology or&nbsp;the people and their skills?</b> Unexpectedly, this is also a query that many experts have attempted to provide solutions for. The finance function indeed has evolved to resemble a diamond shape (albeit with a flat top and bottom) from the pyramid shape that it was due to many external factors such as technology, competition and, the ever-evolving needs of customers and society.</p><p>The evolvement in the finance function in itself means that many jobs of those working in the lower levels have been made redundant due to the automation of those routine, mundane processes, and the number of people in those lower levels keeps decreasing as a result of the everchanging finance function. This phenomenon is the root of the technology or skills concern.</p><p>By observing these changes in the finance function, what can be gleaned out is that these changes should not be feared, and the finance function is increasingly becoming a more exciting and inspiring field to work and grow in.</p><p><img src=\"https://magazine.exposition.lk/images/article101.jpg\" style=\"width: 100%;\"></p><p>At the same time, the unencumbered growth in population and the population's level of education has naturally led to greater, more fierce competition than ever. The loss of mundane roles in the finance field is viewed by many as a threat. However, this is neither a circumstance limited to the finance function but is prevalent in many routine tasks across the job spectrum, nor is it a circumstance technology should be faulted for.</p><p>Therefore, the role of technology in this aspect is not something to be abhorred and repelled. The benefits of the technology include IT and systems implementation for working with stakeholders where systems like RPA (Robotic Process Automation) play a colossal role, as well using IT to solve real-time real-life problems for clients and using technology to support the organization strategy. The benefits to the finance function have provided the finance professionals the ability to play an active role in the organization's direction than staying behind accounts. Subsequently, technology and finance professionals could work together to support the value creation for the organization. Even at the lowest levels and for the most mundane tasks, a finance professional capable of manipulating the technology involved, maybe through coding, in performing those tasks would make the task more efficient and the process better optimized than an IT professional.</p><p><img src=\"https://magazine.exposition.lk/images/article102.jpg\" style=\"width: 100%;\"></p><p>In the contemporary finance function, the higher the diamond shape, the lower the ability to automate the skills. According to a 2017 McKinsey report, investigating the occupations most likely to be automated, it was discerned that&nbsp;in occupations in the finance function involving applying expertise and interacting with stakeholders, approximately 20% was automatable. Occupations dealing with managing people could only be automated up to 9%. While routine, mundane jobs such as data collection and processing could be automated to the extent of 64% and 69%, respectively. Therefore, it can be perceived that positions dealing with financial knowledge and various soft skills can be automated shallowly.</p><p><img src=\"https://magazine.exposition.lk/images/article103.jpg\" style=\"width: 100%;\"></p><p>The future of finance is not just technology, nor is it the finance professionals and their skills. It is an amalgamation of both. Above all else, the finance function is becoming business partners to the other functions. The finance professionals are the drivers who will steer those functions to aid in creating value for the organization (by analyzing the information provided to them from the lower levels of the finance function). Finance&nbsp;&nbsp;professionals will have the ability to not only analyze information but also to influence and make an impact in the organization while working alongside technology to optimize this task. Technological advances in fields such as data visualization and big data and data analysis methods have ensured this.</p><p>The future finance function will focus on helping the organization deal with data, look beyond transaction values, and make better-informed decisions. According to McKinsey, it is likely that more strategic areas such as FP&amp;A, tax planning, and financial risk management will be fields for financial professionals to enter.</p><p>The contemporary finance function seeks individuals not merely with data-driven skills but also with strategic vision, advisory skills, commercial and emotional awareness as well. There are many sources available to financial professionals to develop these soft skills.</p><p>Technology is not an evil coming to take away the jobs in the finance function. Although technology has eliminated much routine work, it has created many new opportunities for innovation and has opened up new markets and career paths. Technology is highly unlikely to replace humans any time soon. As long as those entering the finance field anticipate technological changes committed to developing soft skills and are willing to work with emerging technologies, the finance function would always be an open place for them.</p><p>The future of finance focuses on financial knowledge, soft skills, and technology working in tandem to achieve value creation for the organization. Therefore, finance professionals and those who wish to enter the finance field should develop and nurture these competencies to climb the corporate ladder and add value to the organization.</p><p><img src=\"https://magazine.exposition.lk/images/article104.jpg\" style=\"width: 100%;\"><br></p>",
    "quote": "Covid-19, a word reminiscent of the havoc it wrought across the world.",
    "authorImage": "https://magazine.exposition.lk/images/article10_author.jpeg",
    "authorPositionOne": "Undergraduate - Level 1",
    "authorPositionTwo": "Department of Industrial Management",
    "authorPositionThree": "University of Kelaniya.",
    "readTime": "7 min"
  },
  {
    "id": "11",
    "image": "https://magazine.exposition.lk/images/article110.jpg",
    "title": "Brainstorming - The new building block of a successful businesses",
    "description": "In today's competitive economy, finding something to stand out from other things is crucial. Albert Einstein said, \"Imagination is more important than knowledge\".",
    "category": "student's-corner",
    "categoryColor": "bg-success",
    "date": "2022-02-16",
    "author": "Nihim Abhayarathne",
    "content": "<p>I n today's competitive economy, finding something to stand out from other things is crucial. Albert Einstein said, \"Imagination is more important than knowledge\". It is not the knowledge within the organization that makes the organization unique, but the creativity of the idea they deliver. This article will be focused on the best way to utilize the imagination power of the individuals within the organization.</p><p>Alex F. Osborn was the person to introduce the term&nbsp;\"Brainstorming\" in 1953 in his book Applied Imagination. He defines it as \"using the brain to storm a creative problem\". We have two types of brainstorming. It can either be an individual or a group effort. As brainstorming is about quantity rather than quality, group effort would be the best practice. You must be wondering why quantity is not quality, and these brainstorming sessions always do not bring out the most practical solution at once. However, they will bring out various ideas from various people in various mindsets and backgrounds. This variation might be the critical factor for the success of a company. Richard Branson, the Englishman trying to make space tourism a reality, said that \"Two heads are better than one, and by sourcing ideas from each other, you have a better chance of coming up with a strategy that will allow your business to overcome a setback or challenge.\" That is why work teams have become a current trend in the corporate world.</p><p>As management and IT students, there are more than enough incidents where the&nbsp;successful businesses came up as a team or a group at the initial stages. Microsoft is such one case, Bill Gates left Harvard to begin the business, and Paul Allen had left his job as a programmer by that time. It proves that it is not the knowledge or the experience one possesses, its' the creativity and a mix of all the things mentioned above that have value in the market. It is the reason why musical groups are super hits than individual artists. Even though a single artist will be singing the song, several people will be behind the scenes giving life to the artist. When ideas come together, the variation of the output is astonishing.</p><p> Ralph Keeny, an emeritus professor at Duke's Fuqua School of Business, North Carolina, USA, has come up with a four-step process for successful brainstorming.</p><ol><li><b>Layout the problem you have to solve </b></li><li><b>Identify the objectives of the possible solution </b></li><li><b>Try to generate solutions individually </b></li><li><b>Work as a group once you have gotten clear on problems, objectives, and solutions</b></li></ol><p>Before finding the solution, it is essential to identify the question or the problem at hand. That is what the first point is all about. Individuals in the team must understand why the problem has come up in the first place. The next step is to identify the endpoint&nbsp;where the solution should lead. Once this journey has formed, now it is about the path. As long as the problem identification and the output expected from the solution are alike, the final decision will be favorable. Individual solutions are about finding paths to the destination or finding ways to get the desired objective. These could differ from individual to individual according to each individual's skillset and experience. That is the beauty of this process. However, at the end stage, everyone should gather up and listen to one another's ideas with an open mind and process all the ideas first. Then the organization's managers or the decision-makers on the project can make an educated and well-discussed solution to the problem they faced. For this process to become a success, the professional ethics and behavior in the organization&nbsp;should be at a higher standard.<img src=\"https://magazine.exposition.lk/images/article111.jpg\" style=\"width: 100%;\"></p><p><br></p><p>Looking into new startups in the business world, \"Failory\", an online newsletter, states that out of all the startups out there, 90% fail. It might be because of lack of product-market fit, marketing problems, team problems or financial problems. Despite team problems being number 3 on the list, I would say all the other reasons might have been avoided if the teams had come up with storming sessions. During a brainstorming session, a financial expert might develop a financial solution that would not sustain in the marketing aspect. A production chain specialist might develop&nbsp;a solution that would not be viable with the human resource available within the organization that only an HR person would know. Therefore, brainstorming is helpful in the current context where every individual has expertise. That is why investors for any startup would focus on the team and the idea of the business when the team members are youngsters to the industry.</p><p><img src=\"https://magazine.exposition.lk/images/article112.jpg\" style=\"width: 100%;\"></p><p><br></p><p>According to a survey done by Statista, 50% of the people would expect their coworkers to brainstorm or share new ideas . Apart from these statistics, it is human nature to desire human connections. Since the end of 2019, every professional has been pushed out of this comfort zone and forced to work in a virtual environment, but the plus side&nbsp;is that with the pandemic, virtual setups have led to efficient gatherings of people with a higher number of participants. Environmentalists worldwide came together to discuss the damage done by the NEW DIAMOND ship accident in the Sri Lankan coastline, which led to a catastrophic environmental disaster in Sri Lanka. The MNC's have been conducting their daily operations successfully using virtual platforms. Even under the pandemic condition, the most extensive brainstorming session, the UN general assembly, was held under a virtual backdrop. It proves how important it is to hear the solutions that others have to a problem.</p><p>Therefore, it is evident that if used effectively with excellent management, brainstorming&nbsp;could be a pillar of success to any business or operation despite the industry or the size. Finally, as Albert Einstein said, \"We cannot solve the problems with the same thinking we used when we created them,\" and as I see it, one cannot change the way he or she thinks, but they can see the problem through another person's eyes if they brainstorm. That would lead to a change in thinking at some point down the line.</p><p><img src=\"https://magazine.exposition.lk/images/article113.png\" style=\"width: 100%;\"> <br></p>",
    "quote": "In today's competitive economy, finding something to stand out from other things is crucial.",
    "authorImage": "https://magazine.exposition.lk/images/article11_author.jpg",
    "authorPositionOne": "Undergraduate - Level 1",
    "authorPositionTwo": "Department of Industrial Management",
    "authorPositionThree": "University of Kelaniya.",
    "readTime": "5 min"
  },
  {
    "id": "33",
    "image": "https://magazine.exposition.lk/images/article330.jpg",
    "title": "Your privacy is not private anymore",
    "description": "Your privacy is not  private anymore. Have  You ever thought of  being HACKED? Not at  all, right? ",
    "category": "student's-corner",
    "categoryColor": "bg-success",
    "date": "2022-02-16",
    "author": "Malinthi Perera",
    "content": "<p>Your privacy is not private anymore. Have You ever thought of being HACKED? Not at all, right? Therefore, always keep remembering that “Prevention is Better than Cure”. In our day-to\u0002day life, even though we care a lot more about security in the physical world, how many of us do consider our safety in digital security. Trust me; neglecting cyber security is one of the worst nightmares that someone can ever think of. Compared to physical security, while it is hard to be secure in digital space, data security matters more than ever in the new normal due to many reasons. One of the primary reasons for that is the rapid growth of active digital users and the lack of boundaries in the digital sphere. Therefore, browsing in cyberspace is similar to living in a house made of glass with open doors. Because of the transparency and fragility of the digital walls surrounding our online lives, our privacy can be taken out of control, and someone else may try to pretend as ourselves by misusing our identity in digital space. Top\u0002ranked cyber-related news sites like “The Hacker News”, “Dark Reading”, “Threatpost”,etc. had published the news, which provides facts on recently reported threats, technologies for defending against those cyber threats, the latest Cyber Security trends, and many other significant facts and figures related to cyberspace. Initially, it is common that someone feels a kind of insecurity with very little exposure to the Cyber Security domain; it is okay to have those insecurities as a beginner. Also, the good thing about it is that it can be taken as a positive indicator to measure that someone is on the right track of getting required awareness on cyberspace and defending against unwanted Cyber Security risks.</p><p>Even though there are some action plans and supportive authorities to get support recovery from Cyber-attacks aftermath, handling this stressful situation is more resource consuming. It makes our lives more complicated, regardless of our power of authority. Because of that, have to prevent unnecessary threats by identifying vulnerabilities at the right time in the right way and taking the right action for the identified vulnerabilities is the best way to manage the risk, rather than waiting until something goes wrong at the last moment. Through this article, I intend to give awareness on how to keep privacy private in cyberspace.</p><p><b><font color=\"#FF0000\">What is Security in Cyberspace?</font></b></p><p>In simple words, it is about protecting any entity’s online identity in the digital space. Sometimes there is confusion between cyber security and digital security. Though these two seems to do the same functions in cyberspace, there is a difference between both. Cyber security covers more ground by protecting the whole infrastructure, including network, system, storage, etc. Digital security is only responsible for protecting online information as a subset of cyber security. Regardless, digital security cannot be achieved through technology alone; it also involves using procedures, standards, policies, terms, products, administrative authorities, and people. Therefore, there is a fundamental principle called the “CIA triad” to check the level of protection by achieving freedom from danger, risk, or an attack. Though this is a primary concept, every time we log into cyberspace, the key objective of every cyber user is to achieve this its legitimate users.</p><p><img style=\"width: 100%;\" src=\"https://magazine.exposition.lk/images/article331.png\"><br></p><p><br></p><p><b><font color=\"#FF0000\">What are the Security Risks?</font></b></p><p>With the rapid transformation of this digital age, its risk factors are also increasing in a far more complex way. The security risk can be identified as anything in digital space that can break the CIA triad. While this means that the things which can steal, damage, or modify data without proper permission, the people who do these illegal exploitations are called Black-Hat Hackers. They are well-examined for making illusions in the cyber world and reaching their targets invisibly. These are some of the common risks that can result from the misconfigurations of digital entities and poor digital habits.</p><p><img style=\"width: 100%;\" src=\"https://magazine.exposition.lk/images/article333.png\"><br></p><p><br></p><p><b>1. Social Engineering</b></p><p>Have you ever received a call or text from an organization that you are familiar with asking for your personal identification, payment, health data etc.? Have you ever been asked, “Can you hold this for me? Because I am having an issue with my access.” How often have you heard that in your work communities? While the person asking may not seem suspicious, this is a far more common tactic that nowadays hackers use to exploit their targets rather than applying technical hacking techniques. Phishing is one of the common form of social engineering. And the other important thing is that most people do not care much about their content on social networking sites like Instagram, Facebook, Twitter, LinkedIn etc. People can proudly say that maintaining good social networks are a must to survive in today’s competitive world. Still, the fearful fact behind this is that when you are a victim of some criminal, it is an excellent opportunity for them to exploit you because they know the art of reading your psychology and using your mind to fulfil their intentions. So, before you respond to such situations, think twice because these people are well trained and researched on you sometimes in a way that you couldn't believe since this is a goldmine for them.</p><p><img style=\"width: 100%;\" src=\"https://magazine.exposition.lk/images/article332.jpg\"><br></p><p><b>2. Malware</b></p><p>More prolific and standard threat modes, this is an unwanted software program that installs itself. Sometimes it is hard to detect unusual behavior at first sight, but suddenly it all gets destroyed. This ranges from deny ingaccess to programs, deleting files, stealing information, and spreading spam from the infected machines to unsuspecting targets. These are some of the significant malware identified </p><ol><li>Adware – Though some forms of adware are legal, hackers use the users’ preferences and try to creep into their devices by letting them click those ads.</li><li>Botnets/Zombie Systems – These are networks hijacked digital mediums to attack the targeted entities in digital space. In most cases, botnets are used to perform Distributed Denial\u0002of-Services (DDoS) attacks by making floods in a digital entity and crashing its operations.</li><li>Ransomware – A digital entity is blocked its access, and it will be asked for a bribe to recover it. The worst case is that no one can guarantee 100% data recovery even though you proceed with the payment according to the intruders’ order.</li><li>Virus –This is malware attached to files in a targeted system and may be used to destroy its data. Usually, this requires human interaction to spread from system to system.</li><li>Worms – The functionality of this is almost the same as Viruses. Still, they have the ability to spread themselves from computer to computer, all on their own.</li><li>Trojans – Kind of virus used to deliver other types of malware by hiding them inside programs or files that look legitimate. This name was initiated based on the Greek story.</li><li>Camfecting Spyware – An Intruder steals user data and may be used to spy on a user by using the user’s webcam or microphone without even their permission. After successfully installing the spyware, it steals the user’s critical data by recording the facts from login to logout. Sometimes these recorded videos are being sold on the dark-web for entertainment purposes.</li><li>Rootkits – provides privileged access to a digital entity to do root-level tasks by hiding from the operating system.</li><li>Cryptojacking - This forces the infected system to perform malicious “crypto-mining” by hijacking its computing power.</li></ol><p><b>3. Identity Theft </b></p><p>Have you ever experienced someone is using a fake social network profiles using another's credentials and taking their presence online ? Similarly, Identity Theft happens when someone uses someone else’s personal information to commit unwanted stuff. This stolen information is commonly used in financial transitions, medical purposes, online identity, government identity, and many more. While identity is the top\u0002ranked selling information on the dark web for any illegal activities, this can ruin your identity. It is hard to restore your identity even if you are the richest man in the world.</p><p><b>4. Eavesdropping, Man-in-the\u0002Middle attack (MitM) kind of attacks </b></p><p>This happens when a third party hijack a communication session between two parties. The hacker generally cloaks itself with a spoofed IP address, disconnects the client, and requests information from the client. For example, attempting to log in to a bank session would allow a MITM attack to hijack user info related to their bank account. So, have you ever thought of this when doing your transactions? Hereafter, try to avoid compromised websites such as those not using HTML5 as an excellent proactive defence. And also encrypt network traffic through a VPN.</p><p><b>5. Cyberbullying</b></p><p>Simply this is a form of psychological blackmailing through the cyber interface. The worst-case here is once a person who intends to hurt a targeted person anonymously publish the targeted media into cyberspace, the other entire set of cyber users try to share it even without trying to find its accuracy level. Unfortunately, people do this unethical stuff to increase their post reactions or level up their account rankings by making it a trend.</p><p><br></p><p><b><span style=\"background-color: transparent;\"><font color=\"#FF0000\">How to Ensure your Privacy in Cyberspace?</font></span></b></p><p>Being proactive and preventing unwanted cyber threats is the best thing that any cyber user can follow to stay cyber-safe. These are the essential practices that can be helpful to achieve cyber-safety</p><p><b>1. Always be digitally updated</b></p><p>Whenever vendors issue System updates, they need to proceed without delay because it increases security with patching solutions for the available bugs. Apart from the system defaults, it is better to have proper IDSs, IPSs, Firewalls, anti-malware systems, proxies etc., with appropriate upgradations. </p><p><b>2. Keep Back-ups of Critical Information</b></p><p>Have a Personal Disaster Recovery Plan (DRP) in different Geo locations and develop a Continuity Plan (CP).</p><p><b>3. Maintain Your Critical Data Regularly </b></p><p><b>4.</b> Always try to delete your sensitive information where it is no longer needed because an intruder can open the door to access you since you do not pay attention to that data anymore. Also, try to review your data regularly, like inspect financial statuses, medical records, online profiles etc.</p><p><b>5</b>. When You feel like something is suspicious, stop working with it and just report it to the relevant authorities</p><p><b>6.</b> The physical security of your digital world is also playing a vital role. So, keep a close eye on your belongings. Always try to lock your digital devices with proper passwords and all.</p><p><b>7. Protect your passwords in a smart way</b></p><p>Do not use simple passwords that can be easily guessed by any primary hacker. Even though it is hard to remember, try to use far more complex passwords that are hard to break. And also, try not to use the same password for several places. For this, you can use trusted password management tools such as LastPass, McAfee, DASHLANE, RoboFormetc. Since these tools store your passwords securely with proper encryption, it is better not to save your passwords in ordinary apps and websites. Ultimately you can strengthen your cyber-safety by using multi\u0002factor authentication (MFA), which increase digital identity.</p><p><b>8. Stay away from Social Engineering Attacks </b></p><p>Whenever someone requests personal data for any urgent activity, check its reliability and proceed. Moreover, the other most important thing is to avoid suspicious links. Rather than clicking those, try to reach the official webpage and proceed with the necessary action. All over these, try to keep your identity safe when working with social networks. For example, try to avoid anonymous friend requests, restrict privacy etc. </p><p><img style=\"width: 100%;\" src=\"https://magazine.exposition.lk/images/article334.jpg\"><br></p><p><b>9. Maintain a secure connection </b></p><p>Always try to connect to private networks and avoid free connections. When using remote sharing, follow its best practices. Furthermore, always be aware of a secure HTTPS connection, which provides encryption features aver simple HTTP. </p><p><b>10. Maintain end-to - end encryption</b></p><p>Not all applications provide this feature as their default function, therefore you can use encryption tools like chatSecure, crypho to encrypt your activities in cyberspace.</p><p><b>11 .Proceed Financial Transactions Securely</b></p><p>Instead of credit cards, try to use mobile-based payment systems like Apple Pay, Android Pay…etc. Finally, it can be seen that privacy is not truly dead; it is just finding it hard to breathe at the moment. Therefore, we should not get trapped in this cyber illusion and also, we should never assume that we are immune, but we should achieve the immunity and become a person who can kill the cyber-fear before it kills us with complex threats. Having proper literacy on these things can be helpful to become a proactive cyber-user and prevent a catastrophe. Because not all mistakes can be easily undone with simple<b> “ctrl +z”</b>.</p>",
    "quote": "Your privacy is not  private anymore.",
    "authorImage": "https://magazine.exposition.lk/images/article33_author.jpg",
    "authorPositionOne": "Undergraduate - Level 4",
    "authorPositionTwo": "Department of Industrial Management",
    "authorPositionThree": "University of Kelaniya.",
    "readTime": "10 min"
  },
  {
    "id": "1",
    "image": "https://magazine.exposition.lk/images/article10.jpg",
    "title": "Mrs. Roshanie Jayasundara",
    "description": "A leader inspires others to dream more, learn more, do more and become  more. Leadership is not wielding authority.",
    "category": "interviews",
    "categoryColor": "bg-warning",
    "date": "2022-02-16",
    "author": "Exposition Interviews",
    "content": "<p align=\"center\"><font color=\"#3984C6\"><span style=\"background-color: rgb(255, 255, 255);\">A leader inspires others to dream more, learn more, do more and become more. Leadership is not wielding authority; it is simply empowering people. We got the opportunity to speak with Mrs Roshanie Jayasundara- Moraes, a prime example of a leader who guides with humility. She is a former Executive Vice President of the John Keells Group. She lead her organization towards its goals with compassion and her years of experience. She advocates for women leadership and has won the Gold Award for Career Achievements at the ‘Top 50 Professional and Career Women Awards 2017’ hosted by Women in Management.</span></font></p><p align=\"center\"><font color=\"#0000FF\"><span style=\"background-color: rgb(255, 255, 255);\"><br></span></font></p><font color=\"#0000FF\"> </font><p><font color=\"#0000FF\">Q: We would like to know about your educational background, which led you to become a leading professional in the property development sector in Sri Lanka.</font></p><p>I went on a scholarship after A/L. It was a student exchange scholarship. In that year, the A/L physic paper was leaked. Then they conducted the exam all over again. But I couldn't sit for that because I was not there. So, I ended up receiving results for only three subjects. Because of that, I wasn't able to join the university. Then after completing my scholarship year, I went overseas and came back. After that, I started working. But I wanted to study and gain some qualifications that support any career ambition I may have had. This was the idea that I always had with me.</p><p>After a couple of years, I started doing Charted Intuition Marketing UK exams. After finishing that, I did my MBA at PIM. These are the qualifications that I acquired. Today I am a fellow up at CIM, and I have an MBA from the University of Jayawardhanapura at PIM. The thing is, you have to be a lifelong learner. You can't stop learning at any point.</p><p><br></p><p><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\">Q: You have received many accolades , awards, and recognition throughout your journey. What are you most proud of in terms of those achievements and accomplishments, and what do you think is the reason behind your success? </font></span></p><p>First and foremost, I believe that every small win in our day-to-day life is of great consequence. You set yourself toward the target, you achieve that, which is a big win for you. Then you celebrate it with your team. Likewise, we should give credit to our everyday successes, whether small or big.</p><p>To achieve big wins like Olympics, you have to be that one person out of thousands. And not everybody is set out to accomplish these significant achievements. That doesn't mean that you are not a winner. Every day we all keep winning something. So, I try to find satisfaction in every small win. Whatever recognition that's due will follow naturally. So, I am proud of my day-to\u0002day achievements and the accolades that came my way. I encourage people to celebrate every accomplishment because they all add up ultimately.</p><p><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\"><br></font></span></p><p><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\">Q: What challenges did you encounter on your path to an executive role? How did you overcome these challenges? </font></span></p><p>In my opinion, I did not face any extraordinary challenges. I feel that anybody entering the workforce would face these challenges. First, you join as a trainee into the force. And then you figure out what industry you want to be in. So, you might make a couple of changes in the early days, try out a few things and settle down in an industry. Even after settling down in the industry, you might feel that you want to deviate. After a few years, you might feel stagnant and want to try new things And in the meantime, you have to keep feeding yourself with new challenges if you want to grow. I feel that you are your biggest challenge because if you start losing interest in what you are doing, you start losing interest in looking forward. But on a positive note, you can utilize these challenges to improve yourself. Then challenges become milestones that you need to surpass.</p><p>Each passing day you have to face little challenges like managing your time between family and work. The workplace always feels that you give more time to the family, while the family thinks you are not giving enough time. So, it's challenging. It's about managing the imbalance. But if you look deeply, the real challenge is yourself. As long as you come and keep up your self-motivation, you will overcome most of these challenges.</p><p><br></p><p><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\">Q: In a broader context, what can be done in Sri Lanka to break the glass ceiling and change perceptions of both women and men about the role of women in the economy as entrepreneurs and leaders?</font></span></p><p>When we are in the university or a classroom, boys and girls do not get treated differently. Suppose you are doing a project or an exam; you do not get different papers for women. Even as children, brothers fight with their sisters just as they fight with other boys. I believe that you do not grow up thinking differently about females. Especially in education, we do not feel differently, even in the universities. We should not even think about a glass ceiling. There should not be a glass ceiling. People should not be talking about a glass ceiling because women do the same things, same curriculum and same exams as men.The issue is our perception, our unconscious biases. All these unconscious biases begin when women step into society after university. Instead of a glass ceiling, we should focus on the capabilities of people in general and identify the best-suited person for the job at hand, whether it is a woman or a man.</p><p><img style=\"width: 25%; float: right;\" src=\"https://magazine.exposition.lk/images/article1.jpg\" class=\"note-float-right\"><br></p><p>It should not be a question. My answer is that there is no glass ceiling until we create it through unconscious biases. Unconscious biases are also keen after a particular time. It's amusing how you don't do that in the university, but after you step into the society after the academic journey, those biases kick in. And I think it is a good research project for somebody who does psychology or some social research to find out why that is happening. I feel like unconscious biases are holding women back.</p><p>We don't feel any different when we get down doing a job or project, but it is put into our heads. We should all work together to remove these perceptions. </p><p><br></p><p><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\">Q: What is the most significant risk you have taken as a professional?</font></span></p><p>I have spent 30 years in John Keells. This is my 30th year. In these 30 years, I have worked in three completely different industries. I have worked in the travel and tourism industry, and then I have worked in retail. Now I am in property development. I don't have any particular speciality. Perhaps my thing is managing teams and making sure the job is done. Every time you step out of your comfort zone, it is a risk. </p><p><br></p><p><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\">Q: How do you manage self\u0002-doubt?</font></span></p><p>To overcome self-doubt, we should jump in and do the task at hand. It would help if you did not overthink. As I remember, Richard Branson said when you get an opportunity, say yes and get into it. After getting into it, you should figure out how to do it. In my view, that is how you should handle self-doubt. Usually, you doubt yourself whether you have the ability to do it or not. But you will be amazed at the final energy and capability that manifest within yourself at the end of the task. I did CIMA in the late stage of my career to check myself and see whether I could still sit a traditional exam or go through a study set. Sometimes you have to do things to prove that you still have this ability. If anybody in the world can do it, you can do it too. Though We may look different, there is no difference between humans on the north, south, east, or west. You can overcome any doubt with these three factors Application, Confidence, and hunger to do it.</p><p><br></p><p><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\">Q: What does leadership mean to you?</font></span></p><p>Serving others is the definition of leadership to me. There is nothing else. You don’t need a title to become a leader. If you can influence another person’s life positively or negatively, you are a leader. It is a huge responsibility if somebody is looking at you to get inspiration, learn something, and emulate you. The person looking at you can be a child, friend, or colleague. As they are looking at you for a life lesson, you should serve them. They can not completely follow you, and it is difficult for other people to emulate you because you are unique and have faced different situations. Where you are today is the total of experience that you gained in different situations. If you are a leader or people look up to you, you have a huge responsibility to serve. When I say serve them, you will realise that I am talking about servant leadership. An organisation is the people who are serving the customers, the most important party in a business. And as the head of the organisation, you must serve your colleague so that they can serve the customer. You have to make them realise that their environment is conducive to their job, and they have the capability and opportunity. It would be best if you built up the right environment to function safely and securely. And that is how you should serve your people. Once you leave the business and that business and people are doing well, it means you have done a proper job. </p><p><img style=\"width: 25%; float: right;\" src=\"https://magazine.exposition.lk/images/article12.jpg\" class=\"note-float-right\"><br></p><p><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\"><br></font></span></p><p><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\">Q : JKH has done some ground-breaking projects and incorporated many innovations. Can you elaborate on how a balanced team helped and how do you keep your team motivated in the face of adversity?</font></span></p><p>Firstly, if they know that you are always behind them, they feel secure and safe to do anything. The second point is that you must make an environment where employees can be themselves and not be somebody else in functions. People feel relaxed wherever they can be themselves. Once you earn their trust, you can challenge them and stretch them to ensure their utmost capabilities and devotion. As a leader, you should challenge them into bigger and better things. Keeping the team together is another thing. Even in a team, there can be different types of people with different goals and objectives that they want to achieve in their lives. Therefore, you have to manage the team dynamic and bring them to the common cooperate goal as the company. But at the same time, they must feel that they can achieve their personal goals and ambitions while serving this common cooperate goal. By doing those things, you can keep the team motivated.</p><p><br></p><p><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\">Q: What advice would you give to the next generation of female leaders? </font></span></p><p>My simple advice is Don’t think of yourself as different. If we think of ourselves as different and imperial, then we are the only ones that say that we could not do anything. Simply, you need to know that you are as good as anyone else in the row and go and do your job. You don’t need any special favours because you are a female. We are functioning in a society where we still have unconscious biases. In a community like that, I would want girls to go out and feel that there is no difference. Young girls should show others that they can do anything that anyone else can do. Just go and do. That’s it. </p><p><br></p><p>Q: Is there anything you wish you knew when you were in your early 20s? And finally, any advice for the youngsters out there who are waiting to join the workforce?</p><p>Sometimes in university, you dream of certain things, career\u0002wise. And most often, these thoughts get dictated by the course of studies you have done. If you are doing sciences,you might dream of a career in science, or if you learn econ and commerce subjects, you believe that you must have a job in that field. I want to tell you that university teaches you how to learn, not just theoretical content. If you train on learning and gathering information, you can do anything irrespective of your course of study. My advice is to try out different things in the first few years and figure out what you like, the area or the work you want to proceed with. It can be business, environment or social justice or anything. After seeking your potential and preference, settle down in that field or industry. Don’t be afraid to change your career path even after settling down. It is okay to change the career as you want as life is not about working. It is about happiness and satisfaction. And, of course, you need to have a source of income. But if you are doing what you love to do, money will come.</p><p><br></p><p><img style=\"width: 100%;\" src=\"https://magazine.exposition.lk/images/article13.jpg\"><br></p><p><br></p><p><br></p><p><br></p>",
    "quote": "A leader inspires others to dream more, learn more, do more and become  more.",
    "authorImage": "https://magazine.exposition.lk/images/expo_author.jpg",
    "authorPositionOne": "Exposition Interviews",
    "authorPositionTwo": "",
    "authorPositionThree": "",
    "readTime": "11 min"
  },
  {
    "id": "12",
    "image": "https://magazine.exposition.lk/images/article120.jpg",
    "title": "Is it an Angle you need?",
    "description": "Every budding entrepreneur must have heard of a Business Angel, more commonly known as an Angel Investor. For those unfamiliar with the jargon,",
    "category": "student's-corner",
    "categoryColor": "bg-success",
    "date": "2022-02-16",
    "author": "Harini Jayasundara",
    "content": "<p>Every budding entrepreneur must have heard of a Business Angel, more commonly known as an Angel Investor. For those unfamiliar with the jargon, an Angel Investor is a person or group that provide funding for new startups and young businesses.</p><p>Primarily, there are several factors an entrepreneur should consider when initiating a product or service to the market. First and foremost is the idea and vision they hope to bring to fruition. Second is a solid plan and a thorough understanding of available market opportunities. The third is the necessary resources and capital. A Business Angel is mainly concerned with the latter; however, their&nbsp;involvement is decided upon the other two.</p><p><img src=\"https://magazine.exposition.lk/images/article121.jpg\" style=\"width: 100%;\"></p><p> The first step to becoming a successful entrepreneur is the drive and passion for making a change and doing something more. Finding an investor before formulating an idea is like putting the cart before the horse. To quote Scott Belsky, the cofounder of Behance, \"It's not about ideas. It's about making ideas happen.\" Having a good idea is not enough. One should also have the determination and willpower to see through the&nbsp;process to make their vision a reality. To do so, proper planning is necessary. There should be a clear understanding of the business processes, marketing, and revenue methods and the percentage of success in the current market. It is also vital to recognize the existing competition and devise a game plan.</p><p>Once all that is set, the businessman or businesswoman requires a fund or budget to gather the needed resources and execute their well-thought-out plan. For this, investment is necessary. The next challenge is finding interested parties and encouraging them to provide the requisite funding. The BDC blog introduces personal investment, love money, venture capitals&nbsp;angels, business incubators, bank loans, government grants, and subsidies as the primary financing sources for startup businesses.</p><p>A startup can make or break a person's carrier. It might set them up for life or be their ultimate downfall. There is hardly an in between. Therefore, finding the more feasible funding method is of utmost importance.</p><p><img src=\"https://magazine.exposition.lk/images/article123.jpg\" style=\"width: 100%;\"></p><p><br></p><p>As defined in the first paragraph&nbsp;of this article, an angel investor is usually an experienced and retired business tycoon willing to fund young businesses. They provide the capital imperative to getting a startup off the ground and in action. However, these investors are no Samaritans despite the term 'angel'. At the end of the day, they expect a return on their investment. Hence, finding the best Angel who aligns with the entrepreneur's expectations is crucial.</p><p>Finding an Angel Investor is not as daunting as one might think. It is a straightforward process. Many websites and communities, both online and offline, cater to this need. Platforms related to crowdfunding, startups, business conventions, pitching events, and industry talks are typical hangouts for Angels. Finding a Business Angel is as easy as pie with the right connections and networking.</p><p>Rather than signing an agreement with the first Angel that shows an interest in the business, it is paramount to ensure that they are the best fit in finance and their interest, experience, and knowledge in the business field. Many instances of entrepreneurs joining hands with Angels who have less money to fund but more connections, expertise, and willingness may set the foundation for greater success. Factors to consider when selecting an ideal&nbsp;&nbsp;Angel include their reputation and network, industry experience, expectations, and whether they are a team player.</p><p><img src=\"https://magazine.exposition.lk/images/article122.jpg\" style=\"width: 100%;\"></p><p> When they have an esteemed reputation and spread-out network, investees find themselves with more opportunities open for them. Usually, the best Business Angels are those who have once, themselves, started from scratch. They understand the challenges associated with introducing a business and make suggestions for improvement based on personal experience. Moreover, they may act as mentors for their investees, inculcating the practices that would enable them to make inroads into the market. Even Steve Jobs, the founder of Apple Inc. and a renowned entrepreneur of the consumer electronics industry, was backed by an Angel Investor, Mike Marakkula, who was a retiree from Intel. Their combined efforts and shared knowledge played a pivotal role in establishing Apple Inc. as one of the most valuable companies of all time.</p><p><img src=\"https://magazine.exposition.lk/images/article124.jpg\" style=\"width: 100%;\"></p><p>Everything comes at a price. That being the case, it is vital to be aware of the terms and conditions when dealing with most Angel Investors. They expect a return on their investment. This could be in the form of equity or a more managerial role in the business. Most Business Angels anticipate at least ten times the amount they invested in being paid within the next five&nbsp;to seven years. Factors that should be considered when drawing up a contract with an Angel Investor are equity, percentages, investment terms, returns, contract or business agreement. It should be further noted that a Business Angel does not get involved with a risky project. They invest their money in those that have the potential to succeed. Consequently, they may refuse to continue funding a business if they get the gist that&nbsp;the cake is not worth the candle.</p><p>Accordingly, it should be highlighted that dealing with an Angel Investor is not always sunshine and rainbows despite the appeal. The decision should be reached after an in-depth analysis of the pros and cons. It should be acknowledged that deciding to invest in a startup, is in a way, a gamble for the investor. Sacrifices should be made from the side of both investor&nbsp;and investee. There should be a mutual understanding and commitment from both parties and the willingness to see it through. Only then can a venture hit the jackpot. By recognizing the path to success and acting upon it, any entrant to the business world can triumph and even become the next Steve Jobs.</p><p><img src=\"https://magazine.exposition.lk/images/article125.jpg\" style=\"width: 100%;\"></p><p><br></p>",
    "quote": "Every budding entrepreneur must have heard of a Business Angel, more commonly known as an Angel Investor.",
    "authorImage": "https://magazine.exposition.lk/images/article12_author.jpg",
    "authorPositionOne": "Undergraduate - Level 1",
    "authorPositionTwo": "Department of Industrial Management",
    "authorPositionThree": "University of Kelaniya.",
    "readTime": "5 min"
  },
  {
    "id": "13",
    "image": "https://magazine.exposition.lk/images/article130.jpg",
    "title": "The toxic Truth",
    "description": "Due to social distancing conventions and country wide lockdowns, the Covid-19 epidemic has inevitably increased the use of digital technology in the past two years",
    "category": "student's-corner",
    "categoryColor": "bg-success",
    "date": "2022-02-16",
    "author": "Amaya Senarathne",
    "content": "<p>Due to social distancing conventions and country wide lockdowns, the Covid-19 epidemic has inevitably increased the use of digital technology in the past two years. People and organizations worldwide have adapted to changing work and living styles. Almost all industries, including minor and major businesses, healthcare, and education, have been compelled to transfer their services to an electronic format.</p><p>With this rapid change in the working and learning environment, the global sales of laptops and desktop computers topped 302 million in 2020, a 13% rise from the previous year. This market is anticipated to reach $149.02 billion by 2025 (International Data Corp).</p><p>As the rate of purchasing digital devices has increased, so has the speed of discarding outdated digital gadgets. Even&nbsp;though individuals give lots of consideration before purchasing digital devices, they do not give much thought before abandoning or discarding them. As a result, there has been significant growth in electronic waste globally.</p><p>Electronic waste, commonly called 'E-Waste', is the various&nbsp;forms of electric and electronic equipment that have ceased to be of value to their users or no longer satisfy their original purpose (Encyclopedia Britannica). E-waste accounts for more than 5% of all municipal solid trash globally. In 2019, global e-waste accumulated at a staggering 59 million tons per&nbsp;year. Only 17.4% of that total was collected and recycled.</p><p><img src=\"https://magazine.exposition.lk/images/article131.jpg\" style=\"width: 100%;\"></p><p>The developed countries have given close attention to controlling their e-waste by formulating rules and regulations and implementing solutions to the problems. For example, the manufacturer must bear responsibility for electronic trash in developed countries. As a result, the manufacturer must take over such items after usage and handle them according to environmentally acceptable techniques.</p><p>Sri Lanka has not followed a specific up-to-date approach for electronic waste management as a developing country. In Sri Lanka, managing electronic waste has been assigned to the Central Environmental Authority. The Central Environmental Authority of Sri Lanka released the National Policy on the Management of Electronic Waste in 2008, laying forth standards&nbsp;for disposing of e-waste in the country. The campaigns that were aimed to raise public awareness in the country about the environmental damage caused by careless electronic trash disposal were futile. Furthermore, the use of mass media to raise awareness among the general population about the proper disposal of widely used electronic and electrical items has been inadequate. Therefore, Sri Lankans do not have adequate knowledge on how to dispose of e-waste.</p><p>Improper e-waste disposal in landfills or other unsuitable areas poses a severe hazard to public health and has the potential to damage ecosystems for future generations. Toxic chemicals are produced when electronics are disposed of in landfills, affecting the earth's air, soil, water, and human health.</p><p>E - waste contains many hazardous components, such as mercury, lead, cadmium, and lithium, which impact almost every system in the human body. These chemicals can cause birth abnormalities and harm people's brain, heart, liver, kidneys, and skeletal systems. They also have a profound impact on humans' neurological and reproductive systems.</p><p>Heavy metals and flame retardants can leak straight from e-waste into the soil when buried improperly, contaminating the underlying groundwater nearby. Because of their size and weight, big particles discharged after burning or shredding e-waste quickly re-deposit on the ground and pollute the soil. When heavy metals are present&nbsp;&nbsp;in the soil, crops are more prone to absorb these pollutants, which can cause a variety of diseases and make farms less productive.</p><p>Heavy metals from e-waste seep further into the earth after soil contamination, ultimately finding their way into rivers and lakes. These metals cause acidification and toxification in the water, which can kill marine and freshwater species and disrupt biodiversity and damage ecosystems.</p><p>Burning is commonly used to dispose of low-value e-waste, which increases the risk of chronic illnesses and tumours because it emits tiny particles that may travel hundreds of kilometres. Smartphones emit more greenhouse gases than any other consumer electronic item, despite their small&nbsp;carbon footprint compared to the primary causes of global warming, especially the energy and transportation sectors. Therefore, e-waste should be disposed appropriately to maintain a safe environment for all organisms.</p><p>There are several factors to consider before discarding e-waste. If a product has become obsolete, people can donate it to someone who may still find it useful. Many stores also provide trade-in programs or incentives for those who want to upgrade their devices, which involve returning an earlier model that the merchant may reuse or repurpose.&nbsp;</p><p>Using cloud-based data storage can help organizations prevent e-waste by lowering the demand on hard drives, allowing equipment to last longer, and&nbsp;minimizing the need to buy, repair, or replace hardware as frequently.<img src=\"https://magazine.exposition.lk/images/article132.jpg\" style=\"width: 100%;\"></p><p>One of the most critical aspects of e-waste management is that old electrical items should never be thrown away with the other garbage and should be separated at home according to their toxicity. Toner cartridges, batteries, monitors, and screens are considered highly hazardous, while cables, chargers, laptops, and phones are less hazardous. If a product is completely unusable or broken, it must be thrown away through a certified e-waste haulier or recycler or taken to a designated collection centre. The official website of the Government Information Center provides a list of government-approved Electronic Waste Collection Centers in Sri Lanka. Even if electronic waste is collected, they are exported due to the government's inability to recycle it. Because of the absence of recycling facilities in this nation, it has been noted&nbsp;that licensed collectors are increasingly collecting garbage from which precious metals may be recovered and exported. As a result, moderately hazardous waste is released into the environment regularly.</p><p>Even though improper e-waste disposal is not recognized as a big&nbsp;issue in Sri Lanka, it is a significant issue with several immediate and long-term harmful consequences. Therefore, the disposal of e-waste should be addressed seriously both in the home and in the workplace. As a result, we will build a safer environment for both present and future generations.</p><p><img src=\"https://magazine.exposition.lk/images/article133.jpg\" style=\"width: 100%;\"><br></p>",
    "quote": "Due to social distancing conventions and country wide lockdowns, the Covid-19 epidemic has inevitably increased the use of digital technology in the past two years",
    "authorImage": "https://magazine.exposition.lk/images/article13_author.jpg",
    "authorPositionOne": "Undergraduate - Level 1",
    "authorPositionTwo": "Department of Industrial Management",
    "authorPositionThree": "University of Kelaniya.",
    "readTime": "5 min"
  },
  {
    "id": "17",
    "image": "https://magazine.exposition.lk/images/article170.jpg",
    "title": "Establishing Equity and Accessibility in Entrepreneurship",
    "description": "Entrepreneurship is one of the most challenging and uplifting strategies in escalating the number of areas associated with multiple development trajectories. Being an entrepreneur is quite",
    "category": "events",
    "categoryColor": "bg-event",
    "date": "2022-02-16",
    "author": "Nethra Theekshanari Silva",
    "content": "<p>Entrepreneurship is one of the most challenging and uplifting strategies in escalating the number of areas associated with multiple development trajectories. Being an entrepreneur is quite competitive and challenging. An entrepreneur is a well established, optimistic personality who boldly accept challenges and learns through vulnerability. When it comes to a yet developing nation, the risk of deciding to be independent would be more problematic. Entrepreneurship is a remarkable milestone that directly involves employment and job opportunities. A successful entrepreneur would be a fine diamond to the nation and the field of innovation.&nbsp;</p><p>When considering a much more optimistic view on entrepreneurship, it accompanies the development of innovation by stabilising both internal and external economic, educational, and socio-cultural growth, contributing towards employment. A reliable environment ensures many functional platforms for young apprentices to elaborate on their skills. Even though the concept is quite strange for developing nations, enhancing awareness of associated areas is profitable. Increased awareness could be a turning point to be more independent, mitigating the psychological stress and low- self-esteem, whereas the&nbsp;government and the existing entrepreneurs play a massive role in intervention. Entrepreneurship goes hand in hand with rising leadership qualities and attributes to experience the world in a new dimension. The structural modifications to the systematic approaches such as self-employment would be referred to a more extended and vast range of active participation. Several customisable areas for entrepreneurship have been blocked as a negative impact of socio-cultural distortions such as gender- biases, inadequate support, inability in adapting to the environment, power concentration and inaccessibility. Gender biases are relatively common yet less permeable to be addressed in a multicultural territory. Sri Lanka is considered as one of the third world developing nations that fall under the South Asian region. Even though it has been recorded as highly literate, formal education and innovative opportunities are comparatively restricted for females due to unnecessary cultural intervention.</p><p><img src=\"https://magazine.exposition.lk/images/article172.jpg\" style=\"width: 100%;\"><br></p><p>Moreover, domestic violence, child marriage, sexual harassment, economic instability&nbsp;child slavery and abuses are relatively increased in south Asian nations such as India, Pakistan, and Afghanistan, seizing the ability to think of innovations and entrepreneurship. Even if the educational alternatives are fulfilled, there is a huge tendency to be enrolled into the job market as employees to provide for their families and defend themselves by earning their daily needs. Inadequate support of familial and non-familial environments holds no surprise in third world developing nations. Since the economy fluctuates, the gross national income deviates, which affects the decreased per capita income. Reduced per capita income remarks a significant deficit in the quality of daily living. Adaptations also matter in Entrepreneurship. Origination of a journey might find many disruptions, although an ingenious personality begins to learn and adapt to the circumstances considering the upcoming challenges as investments. It is challenging to remain in the competitive field unless the individual has adapted to the promontory period. Power concentration and political interference also play a massive role in entrepreneurship. Most&nbsp;educated and innovative minded apprentices get excluded and lose the rudimentary space to be stabilised as independent personalities due to the unacceptable political dominance . Unexpected pressure, threats, and socioeconomic implications pressurise them towards employment rather than attending to entrepreneurship.</p><p>Accessibility is the most overlooked title, which is being excluded by typical socio-cultural mainstream over generations. Educational dynamics, social isolation, limited opportunities, and barrier to entrepreneurship are found to be commoner in people with all types of disabilities, yet no substantial remediations are established. As stated in the United Nations convention, disability refers to a vast range of long-term physical, mental, intellectual, or sensory impairments. Those also include significant deficits in associated areas such as participation, interaction, and functioning, although equity and empowerment have acquired an enormous persistence in sustainable development, which straight away affects the&nbsp;stabilisation of the nation.</p><p><img src=\"https://magazine.exposition.lk/images/article173.jpg\" style=\"width: 100%;\"></p><p>Entrepreneurship is the basis of sustainability which involves several areas such as exports, investments, poverty reduction, and higher employment. All the aspects included in a sustainable environmental protocol emphasise inclusion. Since the perspectives are multidimensional, people are more prone to create multifactorial assumptions. The unity and the overall participation are more effective and beneficial in establishing synergistic cooperation. In this case, the opinion of maximising the opportunities for everyone needs to be prioritised regardless of the condition itself. Considerably there are numerous burdens for disability even in the most basic attempts. The most known barriers would be difficulties in accessing locations, discrimination, and limitations in creating inter-relationships with contemporaries. Society itself restricts the opportunities to be initiative, interpreting the people with disabilities as introverts who seek sympathy. When it comes to women with disabilities, the chance of being neglected is relatively high in number. The potential to be underestimated is even more due to the highly considered intersectionality.&nbsp;&nbsp;</p><p>There is huge viability for them to be abused mentally and physically, causing social isolation, frustration, and depression. Socio-cultural manifestations emphasise certain oppositions on creating disability-friendly empowerment programs on entrepreneurship. Limitations in functioning, low productivity and limitations in executive abilities are considered as the most prominent. In femininity, some additional barriers such as sexual briberies can also be identified.</p><p>Educational exclusion plays a huge role in social engagement regardless of both genders. Many nations, included explicitly in the Asian region, have neglected to enhance the quality of life, uplifting the accessibility to formal education. Even though there are no significant pre-requisites for future management and&nbsp;entrepreneurship frameworks, early childhood achievements and experiences were effective in building confident personalities. Education refers to a vast range of performances, yet children with disabilities receive reduced opportunities to be enrolled into the mainstream. Special education units and schools were found to be less in number than the number of children experiencing various disabilities and limitations across the globe. Enhancement of Individual independence of people with disabilities also relies on the wellestablished awareness and governmental stabilisation. While addressing the gaps between typical individuals and individuals with disabilities relating to entrepreneurship, it is essential to eradicate misconceptions and myths. In European nations, equity and companionship are well prioritised to cooperation and optimum participation. Entrepreneurship develops through various wellestablished mnemonics, specifically from the most primitive aspects. Self-esteem, gratification, clarity of vision and dedication decide the success achieved as an entrepreneur. Even in the vision of disability, the combination of higher self-esteem and confident individuality creates a successful entrepreneur.<br></p>",
    "quote": "Entrepreneurship is one of the most challenging and uplifting strategies in escalating the number of areas associated with multiple development trajectories.",
    "authorImage": "https://magazine.exposition.lk/images/article17_author.jpg",
    "authorPositionOne": "Department of Disability Studies, ",
    "authorPositionTwo": "Faculty of Medicine",
    "authorPositionThree": "University of Kelaniya",
    "readTime": "6 min"
  },
  {
    "id": "18",
    "image": "https://magazine.exposition.lk/images/article180.jpg",
    "title": "hackX 2021",
    "description": "The sixth edition of Sri Lanka’s most awaited Inter-University Innovative Startup Challenge, hackX 2021, was held on the 3rd of October, ending the eager ",
    "category": "events",
    "categoryColor": "bg-event",
    "date": "2022-02-16",
    "author": "hackX 2021",
    "content": "<p>The sixth edition of Sri Lanka’s most awaited InterUniversity Innovative Startup Challenge, hackX 2021, was held on the 3rd of October, ending the eager anticipation of hundreds of university undergraduates with a passion for making ideas&nbsp;happen. The Grand Finale was held online with the support and guidance of the event’s Official Platinum Partner, ISM APAC, and Official Main Sponsor, Creative Software. It was a huge success and promised another spectacular event in 2022. hackX is the most anticipated inter-university startup challenge in Sri Lankan university history, which began six years ago by the Department of Industrial Management. Since then, hackX has brought forward Sri Lankan university undergraduates’ tech-based innovative activities, resulting in their unique innovations being acclaimed and recognized by industry heavyweights. With a severe competitive edge, the sixth episode of HackX attracted more than 120 applicants, making it difficult for the panel to pick 30 out of 120 concepts. A rigorous review was conducted by Mr. Pasindu Bandaranayake, Senior Executive - Tech Evangelist at Dialog Axiata PLC, Ms. Sammani&nbsp;Kusaladharma, Specialist - Biz Evangelist at Dialog Axiata PLC and Mr. Shanaka Wickramaarachchi, Specialist - Tech Evangelist at Dialog Axiata PLC. Accordingly, thirty semi-finalists for hackX 2021 were chosen, representing most government and private universities around the country. Thirty semi-finalists pitched their innovative ideas before a panel of judges consisting of industry experts from the corporate sector. The judges were Mrs Harshani Ranawaka - Technical Manager (SL Sana Projects) at ISM APAC, Mr Asanka Amarasinghe - Technical Consultant at ISM APAC, Mr Dimuthu Jayamanna - Senior Tech Lead at Creative Software, Mr Isuru Jayathissa - Tech Lead at Creative Software, Mr Chamath Kumarasinghe - Associate Tech Lead at Sysco LABS and Mr Dinesh Karunathilaka - Chief Operating Officer at PayMedia (Pvt) Ltd. Fifteen teams were selected as finalists of hackX 2021. A one month time period was given for the fifteen final teams to develop their innovative&nbsp;ideas into real-world products. Each team was assigned with a mentor from the corporate sector to guide them in the technical and business aspects of product development. The fifteen mentors were from ISM APAC, Creative Software, Ideamart - Dialog Axiata PLC, Sysco LABS, 99x. Moreover, four skill development webinar sessions were conducted for the 15 final teams focusing on technical and business aspects. HackX 2021 Grand Finale was held successfully on the 3rd of October. The final teams demonstrated their four-week mastered production and battled for the grand prize at the event. They pitched their innovative ideas in front of a panel of foremost investors and corporate partners in Sri Lanka. </p><h4 style=\"text-align: center;\"><b>\"University students are the future of the IT industry in Sri Lanka. The small but creative ideas of them today will change the world tomorrow immensely. hackX makes the ground for them to play.\"</b></h4><p style=\"text-align: right;\"><b>- Mr. Priyantha Bethmage </b></p><p style=\"text-align: right;\"><b>Managing Director ISM APAC</b></p><p>The judging panel consisted of Mrs Harshani Ranawaka - Technical Manager (SL Sana Projects) at ISM APAC, Mr Duminda Prasad - Head of Cloud &amp; Data at Creative Software, Mrs Nevindaree Premarathne - Senior Manager - Startup Ecosystem Development at ICTA, Mr Harinda Fonseka - Social Entrepreneur, Founder &amp; CEO gudppl, Prof. Janaka Wijayanayake - Department of Industrial Management, Faculty of Science, University of Kelaniya. The innovative products of the final teams included projects related to mobile apps, websites, software, IoT devices, wearables, etc., which can be used in the leading sectors like Medical /Health Care, Visual Assistant, Environment conservation and Sustainability, Gaming and Agriculture. Team \"Les Pirates Sabra\" from Sabaragamuwa University of Sri Lanka became the winner of hackX 2021, while \"ecoBots\" from the University of Kelaniya became the 1st Runner Up and \"The Circle\" from Informatics Institute of Technology became the 2nd Runner Up. The three winning teams received valuable cash prizes, and all the final teams received valuable certificates. The innovative product of team \"The Circle\" was a mobile application called “UAsk” for visually&nbsp;impaired people.Using the mobile application, a visually impaired person can capture an image, and the person can ask questions about the image using voice or keyboard input. After inputting the image and query, the user can get the answer by a voice from the mobile application. The product of team \"ecobots\" was a mobile application and a portable wearable device that can monitor the blood oxygen level, heart rate, and body temperature of the patients through the device and send patient’s health status to doctors to get necessary medical instructions. Doctors can send instructions through the mobile app or manually contact patients. This way, doctors can review more patients without getting any risk and the patients do not need to visit the doctor to check their medical status. The winning product of team \"Les Pirates Sabra\" was a mobile application that uses the phone camera to take a picture of the ingredient menu of a product and then identify the ingredients that are harmful to the human body. And it will display the toxic ingredient and its side effect on long-term usage. Another option it provides is to search the product by its name. If it is harmful, it will display the harmful ingredients and substitute products they can purchase. Another successful episode of hackX chronicles has come to a close. HackX 2021 ended on a high note, promising to reveal the seventh episode uniquely, taking the hackathon series to a new level.</p><p><br></p><h4 style=\"text-align: center; \"><b>\"This is a great timely initiative to inculcate the mindset of entrepreneurship among university students. Very well organized!\"</b></h4><p style=\"text-align: right; \"><b> -Mrs. Nevindaree Premarathne </b></p><p style=\"text-align: right; \"><b>Project Manager </b></p><p style=\"text-align: right; \"><b>ICT Agency of Sri Lanka</b></p><p style=\"text-align: right; \"></p><div style=\"text-align: left;\"><b><br></b><img src=\"https://magazine.exposition.lk/images/article181.jpg\" style=\"width: 100%;\"></div><br><p></p>",
    "quote": "The sixth edition of Sri Lanka’s most awaited Inter-University Innovative Startup Challenge",
    "authorImage": "https://magazine.exposition.lk/images/article180.jpg",
    "authorPositionOne": "",
    "authorPositionTwo": "",
    "authorPositionThree": "",
    "readTime": "5 min"
  }
]
