[
  {
    "id": "17",
    "image": "https://magazine.exposition.lk/images/article170.jpg",
    "title": "Establishing Equity and Accessibility in Entrepreneurship",
    "description": "Entrepreneurship is one of the most challenging and uplifting strategies in escalating the number of areas associated with multiple development trajectories. Being an entrepreneur is quite",
    "category": "events",
    "categoryColor": "bg-event",
    "date": "2022-02-16",
    "author": "Nethra Theekshanari Silva",
    "content": "<p>Entrepreneurship is one of the most challenging and uplifting strategies in escalating the number of areas associated with multiple development trajectories. Being an entrepreneur is quite competitive and challenging. An entrepreneur is a well established, optimistic personality who boldly accept challenges and learns through vulnerability. When it comes to a yet developing nation, the risk of deciding to be independent would be more problematic. Entrepreneurship is a remarkable milestone that directly involves employment and job opportunities. A successful entrepreneur would be a fine diamond to the nation and the field of innovation.&nbsp;</p><p>When considering a much more optimistic view on entrepreneurship, it accompanies the development of innovation by stabilising both internal and external economic, educational, and socio-cultural growth, contributing towards employment. A reliable environment ensures many functional platforms for young apprentices to elaborate on their skills. Even though the concept is quite strange for developing nations, enhancing awareness of associated areas is profitable. Increased awareness could be a turning point to be more independent, mitigating the psychological stress and low- self-esteem, whereas the&nbsp;government and the existing entrepreneurs play a massive role in intervention. Entrepreneurship goes hand in hand with rising leadership qualities and attributes to experience the world in a new dimension. The structural modifications to the systematic approaches such as self-employment would be referred to a more extended and vast range of active participation. Several customisable areas for entrepreneurship have been blocked as a negative impact of socio-cultural distortions such as gender- biases, inadequate support, inability in adapting to the environment, power concentration and inaccessibility. Gender biases are relatively common yet less permeable to be addressed in a multicultural territory. Sri Lanka is considered as one of the third world developing nations that fall under the South Asian region. Even though it has been recorded as highly literate, formal education and innovative opportunities are comparatively restricted for females due to unnecessary cultural intervention.</p><p><img src=\"https://magazine.exposition.lk/images/article172.jpg\" style=\"width: 100%;\"><br></p><p>Moreover, domestic violence, child marriage, sexual harassment, economic instability&nbsp;child slavery and abuses are relatively increased in south Asian nations such as India, Pakistan, and Afghanistan, seizing the ability to think of innovations and entrepreneurship. Even if the educational alternatives are fulfilled, there is a huge tendency to be enrolled into the job market as employees to provide for their families and defend themselves by earning their daily needs. Inadequate support of familial and non-familial environments holds no surprise in third world developing nations. Since the economy fluctuates, the gross national income deviates, which affects the decreased per capita income. Reduced per capita income remarks a significant deficit in the quality of daily living. Adaptations also matter in Entrepreneurship. Origination of a journey might find many disruptions, although an ingenious personality begins to learn and adapt to the circumstances considering the upcoming challenges as investments. It is challenging to remain in the competitive field unless the individual has adapted to the promontory period. Power concentration and political interference also play a massive role in entrepreneurship. Most&nbsp;educated and innovative minded apprentices get excluded and lose the rudimentary space to be stabilised as independent personalities due to the unacceptable political dominance . Unexpected pressure, threats, and socioeconomic implications pressurise them towards employment rather than attending to entrepreneurship.</p><p>Accessibility is the most overlooked title, which is being excluded by typical socio-cultural mainstream over generations. Educational dynamics, social isolation, limited opportunities, and barrier to entrepreneurship are found to be commoner in people with all types of disabilities, yet no substantial remediations are established. As stated in the United Nations convention, disability refers to a vast range of long-term physical, mental, intellectual, or sensory impairments. Those also include significant deficits in associated areas such as participation, interaction, and functioning, although equity and empowerment have acquired an enormous persistence in sustainable development, which straight away affects the&nbsp;stabilisation of the nation.</p><p><img src=\"https://magazine.exposition.lk/images/article173.jpg\" style=\"width: 100%;\"></p><p>Entrepreneurship is the basis of sustainability which involves several areas such as exports, investments, poverty reduction, and higher employment. All the aspects included in a sustainable environmental protocol emphasise inclusion. Since the perspectives are multidimensional, people are more prone to create multifactorial assumptions. The unity and the overall participation are more effective and beneficial in establishing synergistic cooperation. In this case, the opinion of maximising the opportunities for everyone needs to be prioritised regardless of the condition itself. Considerably there are numerous burdens for disability even in the most basic attempts. The most known barriers would be difficulties in accessing locations, discrimination, and limitations in creating inter-relationships with contemporaries. Society itself restricts the opportunities to be initiative, interpreting the people with disabilities as introverts who seek sympathy. When it comes to women with disabilities, the chance of being neglected is relatively high in number. The potential to be underestimated is even more due to the highly considered intersectionality.&nbsp;&nbsp;</p><p>There is huge viability for them to be abused mentally and physically, causing social isolation, frustration, and depression. Socio-cultural manifestations emphasise certain oppositions on creating disability-friendly empowerment programs on entrepreneurship. Limitations in functioning, low productivity and limitations in executive abilities are considered as the most prominent. In femininity, some additional barriers such as sexual briberies can also be identified.</p><p>Educational exclusion plays a huge role in social engagement regardless of both genders. Many nations, included explicitly in the Asian region, have neglected to enhance the quality of life, uplifting the accessibility to formal education. Even though there are no significant pre-requisites for future management and&nbsp;entrepreneurship frameworks, early childhood achievements and experiences were effective in building confident personalities. Education refers to a vast range of performances, yet children with disabilities receive reduced opportunities to be enrolled into the mainstream. Special education units and schools were found to be less in number than the number of children experiencing various disabilities and limitations across the globe. Enhancement of Individual independence of people with disabilities also relies on the wellestablished awareness and governmental stabilisation. While addressing the gaps between typical individuals and individuals with disabilities relating to entrepreneurship, it is essential to eradicate misconceptions and myths. In European nations, equity and companionship are well prioritised to cooperation and optimum participation. Entrepreneurship develops through various wellestablished mnemonics, specifically from the most primitive aspects. Self-esteem, gratification, clarity of vision and dedication decide the success achieved as an entrepreneur. Even in the vision of disability, the combination of higher self-esteem and confident individuality creates a successful entrepreneur.<br></p>",
    "quote": "Entrepreneurship is one of the most challenging and uplifting strategies in escalating the number of areas associated with multiple development trajectories.",
    "authorImage": "https://magazine.exposition.lk/images/article17_author.jpg",
    "authorPositionOne": "Department of Disability Studies, ",
    "authorPositionTwo": "Faculty of Medicine",
    "authorPositionThree": "University of Kelaniya"
  },
  {
    "id": "33",
    "image": "https://magazine.exposition.lk/images/article330.jpg",
    "title": "Your privacy is not private anymore",
    "description": "Your privacy is not  private anymore. Have  You ever thought of  being HACKED? Not at  all, right? ",
    "category": "student's-corner",
    "categoryColor": "bg-success",
    "date": "2022-02-16",
    "author": "Malinthi Perera",
    "content": "<p>Your privacy is not private anymore. Have You ever thought of being HACKED? Not at all, right? Therefore, always keep remembering that “Prevention is Better than Cure”. In our day-to\u0002day life, even though we care a lot more about security in the physical world, how many of us do consider our safety in digital security. Trust me; neglecting cyber security is one of the worst nightmares that someone can ever think of. Compared to physical security, while it is hard to be secure in digital space, data security matters more than ever in the new normal due to many reasons. One of the primary reasons for that is the rapid growth of active digital users and the lack of boundaries in the digital sphere. Therefore, browsing in cyberspace is similar to living in a house made of glass with open doors. Because of the transparency and fragility of the digital walls surrounding our online lives, our privacy can be taken out of control, and someone else may try to pretend as ourselves by misusing our identity in digital space. Top\u0002ranked cyber-related news sites like “The Hacker News”, “Dark Reading”, “Threatpost”,etc. had published the news, which provides facts on recently reported threats, technologies for defending against those cyber threats, the latest Cyber Security trends, and many other significant facts and figures related to cyberspace. Initially, it is common that someone feels a kind of insecurity with very little exposure to the Cyber Security domain; it is okay to have those insecurities as a beginner. Also, the good thing about it is that it can be taken as a positive indicator to measure that someone is on the right track of getting required awareness on cyberspace and defending against unwanted Cyber Security risks.</p><p>Even though there are some action plans and supportive authorities to get support recovery from Cyber-attacks aftermath, handling this stressful situation is more resource consuming. It makes our lives more complicated, regardless of our power of authority. Because of that, have to prevent unnecessary threats by identifying vulnerabilities at the right time in the right way and taking the right action for the identified vulnerabilities is the best way to manage the risk, rather than waiting until something goes wrong at the last moment. Through this article, I intend to give awareness on how to keep privacy private in cyberspace.</p><p><b><font color=\"#FF0000\">What is Security in Cyberspace?</font></b></p><p>In simple words, it is about protecting any entity’s online identity in the digital space. Sometimes there is confusion between cyber security and digital security. Though these two seems to do the same functions in cyberspace, there is a difference between both. Cyber security covers more ground by protecting the whole infrastructure, including network, system, storage, etc. Digital security is only responsible for protecting online information as a subset of cyber security. Regardless, digital security cannot be achieved through technology alone; it also involves using procedures, standards, policies, terms, products, administrative authorities, and people. Therefore, there is a fundamental principle called the “CIA triad” to check the level of protection by achieving freedom from danger, risk, or an attack. Though this is a primary concept, every time we log into cyberspace, the key objective of every cyber user is to achieve this its legitimate users.</p><p><img style=\"width: 100%;\" src=\"https://magazine.exposition.lk/images/article331.png\"><br></p><p><br></p><p><b><font color=\"#FF0000\">What are the Security Risks?</font></b></p><p>With the rapid transformation of this digital age, its risk factors are also increasing in a far more complex way. The security risk can be identified as anything in digital space that can break the CIA triad. While this means that the things which can steal, damage, or modify data without proper permission, the people who do these illegal exploitations are called Black-Hat Hackers. They are well-examined for making illusions in the cyber world and reaching their targets invisibly. These are some of the common risks that can result from the misconfigurations of digital entities and poor digital habits.</p><p><img style=\"width: 100%;\" src=\"https://magazine.exposition.lk/images/article333.png\"><br></p><p><br></p><p><b>1. Social Engineering</b></p><p>Have you ever received a call or text from an organization that you are familiar with asking for your personal identification, payment, health data etc.? Have you ever been asked, “Can you hold this for me? Because I am having an issue with my access.” How often have you heard that in your work communities? While the person asking may not seem suspicious, this is a far more common tactic that nowadays hackers use to exploit their targets rather than applying technical hacking techniques. Phishing is one of the common form of social engineering. And the other important thing is that most people do not care much about their content on social networking sites like Instagram, Facebook, Twitter, LinkedIn etc. People can proudly say that maintaining good social networks are a must to survive in today’s competitive world. Still, the fearful fact behind this is that when you are a victim of some criminal, it is an excellent opportunity for them to exploit you because they know the art of reading your psychology and using your mind to fulfil their intentions. So, before you respond to such situations, think twice because these people are well trained and researched on you sometimes in a way that you couldn't believe since this is a goldmine for them.</p><p><img style=\"width: 100%;\" src=\"https://magazine.exposition.lk/images/article332.jpg\"><br></p><p><b>2. Malware</b></p><p>More prolific and standard threat modes, this is an unwanted software program that installs itself. Sometimes it is hard to detect unusual behavior at first sight, but suddenly it all gets destroyed. This ranges from deny ingaccess to programs, deleting files, stealing information, and spreading spam from the infected machines to unsuspecting targets. These are some of the significant malware identified </p><ol><li>Adware – Though some forms of adware are legal, hackers use the users’ preferences and try to creep into their devices by letting them click those ads.</li><li>Botnets/Zombie Systems – These are networks hijacked digital mediums to attack the targeted entities in digital space. In most cases, botnets are used to perform Distributed Denial\u0002of-Services (DDoS) attacks by making floods in a digital entity and crashing its operations.</li><li>Ransomware – A digital entity is blocked its access, and it will be asked for a bribe to recover it. The worst case is that no one can guarantee 100% data recovery even though you proceed with the payment according to the intruders’ order.</li><li>Virus –This is malware attached to files in a targeted system and may be used to destroy its data. Usually, this requires human interaction to spread from system to system.</li><li>Worms – The functionality of this is almost the same as Viruses. Still, they have the ability to spread themselves from computer to computer, all on their own.</li><li>Trojans – Kind of virus used to deliver other types of malware by hiding them inside programs or files that look legitimate. This name was initiated based on the Greek story.</li><li>Camfecting Spyware – An Intruder steals user data and may be used to spy on a user by using the user’s webcam or microphone without even their permission. After successfully installing the spyware, it steals the user’s critical data by recording the facts from login to logout. Sometimes these recorded videos are being sold on the dark-web for entertainment purposes.</li><li>Rootkits – provides privileged access to a digital entity to do root-level tasks by hiding from the operating system.</li><li>Cryptojacking - This forces the infected system to perform malicious “crypto-mining” by hijacking its computing power.</li></ol><p><b>3. Identity Theft </b></p><p>Have you ever experienced someone is using a fake social network profiles using another's credentials and taking their presence online ? Similarly, Identity Theft happens when someone uses someone else’s personal information to commit unwanted stuff. This stolen information is commonly used in financial transitions, medical purposes, online identity, government identity, and many more. While identity is the top\u0002ranked selling information on the dark web for any illegal activities, this can ruin your identity. It is hard to restore your identity even if you are the richest man in the world.</p><p><b>4. Eavesdropping, Man-in-the\u0002Middle attack (MitM) kind of attacks </b></p><p>This happens when a third party hijack a communication session between two parties. The hacker generally cloaks itself with a spoofed IP address, disconnects the client, and requests information from the client. For example, attempting to log in to a bank session would allow a MITM attack to hijack user info related to their bank account. So, have you ever thought of this when doing your transactions? Hereafter, try to avoid compromised websites such as those not using HTML5 as an excellent proactive defence. And also encrypt network traffic through a VPN.</p><p><b>5. Cyberbullying</b></p><p>Simply this is a form of psychological blackmailing through the cyber interface. The worst-case here is once a person who intends to hurt a targeted person anonymously publish the targeted media into cyberspace, the other entire set of cyber users try to share it even without trying to find its accuracy level. Unfortunately, people do this unethical stuff to increase their post reactions or level up their account rankings by making it a trend.</p><p><br></p><p><b><span style=\"background-color: transparent;\"><font color=\"#FF0000\">How to Ensure your Privacy in Cyberspace?</font></span></b></p><p>Being proactive and preventing unwanted cyber threats is the best thing that any cyber user can follow to stay cyber-safe. These are the essential practices that can be helpful to achieve cyber-safety</p><p><b>1. Always be digitally updated</b></p><p>Whenever vendors issue System updates, they need to proceed without delay because it increases security with patching solutions for the available bugs. Apart from the system defaults, it is better to have proper IDSs, IPSs, Firewalls, anti-malware systems, proxies etc., with appropriate upgradations. </p><p><b>2. Keep Back-ups of Critical Information</b></p><p>Have a Personal Disaster Recovery Plan (DRP) in different Geo locations and develop a Continuity Plan (CP).</p><p><b>3. Maintain Your Critical Data Regularly </b></p><p><b>4.</b> Always try to delete your sensitive information where it is no longer needed because an intruder can open the door to access you since you do not pay attention to that data anymore. Also, try to review your data regularly, like inspect financial statuses, medical records, online profiles etc.</p><p><b>5</b>. When You feel like something is suspicious, stop working with it and just report it to the relevant authorities</p><p><b>6.</b> The physical security of your digital world is also playing a vital role. So, keep a close eye on your belongings. Always try to lock your digital devices with proper passwords and all.</p><p><b>7. Protect your passwords in a smart way</b></p><p>Do not use simple passwords that can be easily guessed by any primary hacker. Even though it is hard to remember, try to use far more complex passwords that are hard to break. And also, try not to use the same password for several places. For this, you can use trusted password management tools such as LastPass, McAfee, DASHLANE, RoboFormetc. Since these tools store your passwords securely with proper encryption, it is better not to save your passwords in ordinary apps and websites. Ultimately you can strengthen your cyber-safety by using multi\u0002factor authentication (MFA), which increase digital identity.</p><p><b>8. Stay away from Social Engineering Attacks </b></p><p>Whenever someone requests personal data for any urgent activity, check its reliability and proceed. Moreover, the other most important thing is to avoid suspicious links. Rather than clicking those, try to reach the official webpage and proceed with the necessary action. All over these, try to keep your identity safe when working with social networks. For example, try to avoid anonymous friend requests, restrict privacy etc. </p><p><img style=\"width: 100%;\" src=\"https://magazine.exposition.lk/images/article334.jpg\"><br></p><p><b>9. Maintain a secure connection </b></p><p>Always try to connect to private networks and avoid free connections. When using remote sharing, follow its best practices. Furthermore, always be aware of a secure HTTPS connection, which provides encryption features aver simple HTTP. </p><p><b>10. Maintain end-to - end encryption</b></p><p>Not all applications provide this feature as their default function, therefore you can use encryption tools like chatSecure, crypho to encrypt your activities in cyberspace.</p><p><b>11 .Proceed Financial Transactions Securely</b></p><p>Instead of credit cards, try to use mobile-based payment systems like Apple Pay, Android Pay…etc. Finally, it can be seen that privacy is not truly dead; it is just finding it hard to breathe at the moment. Therefore, we should not get trapped in this cyber illusion and also, we should never assume that we are immune, but we should achieve the immunity and become a person who can kill the cyber-fear before it kills us with complex threats. Having proper literacy on these things can be helpful to become a proactive cyber-user and prevent a catastrophe. Because not all mistakes can be easily undone with simple<b> “ctrl +z”</b>.</p>",
    "quote": "Your privacy is not  private anymore.",
    "authorImage": "https://magazine.exposition.lk/images/article33_author.jpg",
    "authorPositionOne": "Undergraduate - Level 4",
    "authorPositionTwo": "Department of Industrial Management",
    "authorPositionThree": "University of Kelaniya."
  },
  {
    "id": "1",
    "image": "https://magazine.exposition.lk/images/article10.jpg",
    "title": "Mrs. Roshanie Jayasundara",
    "description": "A leader inspires others to dream more, learn more, do more and become  more. Leadership is not wielding authority.",
    "category": "interviews",
    "categoryColor": "bg-warning",
    "date": "2022-02-16",
    "author": "Exposition Interviews",
    "content": "<p align=\"center\"><font color=\"#3984C6\"><span style=\"background-color: rgb(255, 255, 255);\">A leader inspires others to dream more, learn more, do more and become more. Leadership is not wielding authority; it is simply empowering people. We got the opportunity to speak with Mrs Roshanie Jayasundara- Moraes, a prime example of a leader who guides with humility. She is a former Executive Vice President of the John Keells Group. She lead her organization towards its goals with compassion and her years of experience. She advocates for women leadership and has won the Gold Award for Career Achievements at the ‘Top 50 Professional and Career Women Awards 2017’ hosted by Women in Management.</span></font></p><p align=\"center\"><font color=\"#0000FF\"><span style=\"background-color: rgb(255, 255, 255);\"><br></span></font></p><font color=\"#0000FF\"> </font><p><font color=\"#0000FF\">Q: We would like to know about your educational background, which led you to become a leading professional in the property development sector in Sri Lanka.</font></p><p>I went on a scholarship after A/L. It was a student exchange scholarship. In that year, the A/L physic paper was leaked. Then they conducted the exam all over again. But I couldn't sit for that because I was not there. So, I ended up receiving results for only three subjects. Because of that, I wasn't able to join the university. Then after completing my scholarship year, I went overseas and came back. After that, I started working. But I wanted to study and gain some qualifications that support any career ambition I may have had. This was the idea that I always had with me.</p><p>After a couple of years, I started doing Charted Intuition Marketing UK exams. After finishing that, I did my MBA at PIM. These are the qualifications that I acquired. Today I am a fellow up at CIM, and I have an MBA from the University of Jayawardhanapura at PIM. The thing is, you have to be a lifelong learner. You can't stop learning at any point.</p><p><br></p><p><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\">Q: You have received many accolades , awards, and recognition throughout your journey. What are you most proud of in terms of those achievements and accomplishments, and what do you think is the reason behind your success? </font></span></p><p>First and foremost, I believe that every small win in our day-to-day life is of great consequence. You set yourself toward the target, you achieve that, which is a big win for you. Then you celebrate it with your team. Likewise, we should give credit to our everyday successes, whether small or big.</p><p>To achieve big wins like Olympics, you have to be that one person out of thousands. And not everybody is set out to accomplish these significant achievements. That doesn't mean that you are not a winner. Every day we all keep winning something. So, I try to find satisfaction in every small win. Whatever recognition that's due will follow naturally. So, I am proud of my day-to\u0002day achievements and the accolades that came my way. I encourage people to celebrate every accomplishment because they all add up ultimately.</p><p><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\"><br></font></span></p><p><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\">Q: What challenges did you encounter on your path to an executive role? How did you overcome these challenges? </font></span></p><p>In my opinion, I did not face any extraordinary challenges. I feel that anybody entering the workforce would face these challenges. First, you join as a trainee into the force. And then you figure out what industry you want to be in. So, you might make a couple of changes in the early days, try out a few things and settle down in an industry. Even after settling down in the industry, you might feel that you want to deviate. After a few years, you might feel stagnant and want to try new things And in the meantime, you have to keep feeding yourself with new challenges if you want to grow. I feel that you are your biggest challenge because if you start losing interest in what you are doing, you start losing interest in looking forward. But on a positive note, you can utilize these challenges to improve yourself. Then challenges become milestones that you need to surpass.</p><p>Each passing day you have to face little challenges like managing your time between family and work. The workplace always feels that you give more time to the family, while the family thinks you are not giving enough time. So, it's challenging. It's about managing the imbalance. But if you look deeply, the real challenge is yourself. As long as you come and keep up your self-motivation, you will overcome most of these challenges.</p><p><br></p><p><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\">Q: In a broader context, what can be done in Sri Lanka to break the glass ceiling and change perceptions of both women and men about the role of women in the economy as entrepreneurs and leaders?</font></span></p><p>When we are in the university or a classroom, boys and girls do not get treated differently. Suppose you are doing a project or an exam; you do not get different papers for women. Even as children, brothers fight with their sisters just as they fight with other boys. I believe that you do not grow up thinking differently about females. Especially in education, we do not feel differently, even in the universities. We should not even think about a glass ceiling. There should not be a glass ceiling. People should not be talking about a glass ceiling because women do the same things, same curriculum and same exams as men.The issue is our perception, our unconscious biases. All these unconscious biases begin when women step into society after university. Instead of a glass ceiling, we should focus on the capabilities of people in general and identify the best-suited person for the job at hand, whether it is a woman or a man.</p><p><img style=\"width: 25%; float: right;\" src=\"https://magazine.exposition.lk/images/article1.jpg\" class=\"note-float-right\"><br></p><p>It should not be a question. My answer is that there is no glass ceiling until we create it through unconscious biases. Unconscious biases are also keen after a particular time. It's amusing how you don't do that in the university, but after you step into the society after the academic journey, those biases kick in. And I think it is a good research project for somebody who does psychology or some social research to find out why that is happening. I feel like unconscious biases are holding women back.</p><p>We don't feel any different when we get down doing a job or project, but it is put into our heads. We should all work together to remove these perceptions. </p><p><br></p><p><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\">Q: What is the most significant risk you have taken as a professional?</font></span></p><p>I have spent 30 years in John Keells. This is my 30th year. In these 30 years, I have worked in three completely different industries. I have worked in the travel and tourism industry, and then I have worked in retail. Now I am in property development. I don't have any particular speciality. Perhaps my thing is managing teams and making sure the job is done. Every time you step out of your comfort zone, it is a risk. </p><p><br></p><p><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\">Q: How do you manage self\u0002-doubt?</font></span></p><p>To overcome self-doubt, we should jump in and do the task at hand. It would help if you did not overthink. As I remember, Richard Branson said when you get an opportunity, say yes and get into it. After getting into it, you should figure out how to do it. In my view, that is how you should handle self-doubt. Usually, you doubt yourself whether you have the ability to do it or not. But you will be amazed at the final energy and capability that manifest within yourself at the end of the task. I did CIMA in the late stage of my career to check myself and see whether I could still sit a traditional exam or go through a study set. Sometimes you have to do things to prove that you still have this ability. If anybody in the world can do it, you can do it too. Though We may look different, there is no difference between humans on the north, south, east, or west. You can overcome any doubt with these three factors Application, Confidence, and hunger to do it.</p><p><br></p><p><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\">Q: What does leadership mean to you?</font></span></p><p>Serving others is the definition of leadership to me. There is nothing else. You don’t need a title to become a leader. If you can influence another person’s life positively or negatively, you are a leader. It is a huge responsibility if somebody is looking at you to get inspiration, learn something, and emulate you. The person looking at you can be a child, friend, or colleague. As they are looking at you for a life lesson, you should serve them. They can not completely follow you, and it is difficult for other people to emulate you because you are unique and have faced different situations. Where you are today is the total of experience that you gained in different situations. If you are a leader or people look up to you, you have a huge responsibility to serve. When I say serve them, you will realise that I am talking about servant leadership. An organisation is the people who are serving the customers, the most important party in a business. And as the head of the organisation, you must serve your colleague so that they can serve the customer. You have to make them realise that their environment is conducive to their job, and they have the capability and opportunity. It would be best if you built up the right environment to function safely and securely. And that is how you should serve your people. Once you leave the business and that business and people are doing well, it means you have done a proper job. </p><p><img style=\"width: 25%; float: right;\" src=\"https://magazine.exposition.lk/images/article12.jpg\" class=\"note-float-right\"><br></p><p><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\"><br></font></span></p><p><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\">Q : JKH has done some ground-breaking projects and incorporated many innovations. Can you elaborate on how a balanced team helped and how do you keep your team motivated in the face of adversity?</font></span></p><p>Firstly, if they know that you are always behind them, they feel secure and safe to do anything. The second point is that you must make an environment where employees can be themselves and not be somebody else in functions. People feel relaxed wherever they can be themselves. Once you earn their trust, you can challenge them and stretch them to ensure their utmost capabilities and devotion. As a leader, you should challenge them into bigger and better things. Keeping the team together is another thing. Even in a team, there can be different types of people with different goals and objectives that they want to achieve in their lives. Therefore, you have to manage the team dynamic and bring them to the common cooperate goal as the company. But at the same time, they must feel that they can achieve their personal goals and ambitions while serving this common cooperate goal. By doing those things, you can keep the team motivated.</p><p><br></p><p><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\">Q: What advice would you give to the next generation of female leaders? </font></span></p><p>My simple advice is Don’t think of yourself as different. If we think of ourselves as different and imperial, then we are the only ones that say that we could not do anything. Simply, you need to know that you are as good as anyone else in the row and go and do your job. You don’t need any special favours because you are a female. We are functioning in a society where we still have unconscious biases. In a community like that, I would want girls to go out and feel that there is no difference. Young girls should show others that they can do anything that anyone else can do. Just go and do. That’s it. </p><p><br></p><p>Q: Is there anything you wish you knew when you were in your early 20s? And finally, any advice for the youngsters out there who are waiting to join the workforce?</p><p>Sometimes in university, you dream of certain things, career\u0002wise. And most often, these thoughts get dictated by the course of studies you have done. If you are doing sciences,you might dream of a career in science, or if you learn econ and commerce subjects, you believe that you must have a job in that field. I want to tell you that university teaches you how to learn, not just theoretical content. If you train on learning and gathering information, you can do anything irrespective of your course of study. My advice is to try out different things in the first few years and figure out what you like, the area or the work you want to proceed with. It can be business, environment or social justice or anything. After seeking your potential and preference, settle down in that field or industry. Don’t be afraid to change your career path even after settling down. It is okay to change the career as you want as life is not about working. It is about happiness and satisfaction. And, of course, you need to have a source of income. But if you are doing what you love to do, money will come.</p><p><br></p><p><img style=\"width: 100%;\" src=\"https://magazine.exposition.lk/images/article13.jpg\"><br></p><p><br></p><p><br></p><p><br></p>",
    "quote": "A leader inspires others to dream more, learn more, do more and become  more.",
    "authorImage": "https://magazine.exposition.lk/images/expo_author.jpg",
    "authorPositionOne": "Exposition Interviews",
    "authorPositionTwo": "",
    "authorPositionThree": ""
  },
  {
    "id": "2",
    "image": "https://magazine.exposition.lk/images/article20.jpg",
    "title": "Mr. Adhisha Gammanpila",
    "description": "The Harry Potter Sorting Hat - A mediator social robot for autistic children,  this remarkable invention took the media by storm. ",
    "category": "interviews",
    "categoryColor": "bg-warning",
    "date": "2022-02-16",
    "author": "Exposition Interviews",
    "content": "<p align=\"center\"><font color=\"#3984C6\">The Harry Potter Sorting Hat - A mediator social robot for autistic children, this remarkable invention took the media by storm. The praiseworthy initiative and the global recognition it brought put the group of young inventors behind it in the spotlight. Mr Adhisha Gammanpila was a member of the group. He is also the CEO and Co-founder of SurfEdge.The exposition brings forth to you the story of this remarkable person who is on a mission to build a technological empire to solve global issues with high-end scientific innovations and encourage science education. He is undoubtedly a role model for all undergraduates.</font></p><p><font color=\"#0000FF\"><br></font></p><p><font color=\"#0000FF\">Q: Education and life lessons are the building blocks of one’s character and it ’s evident through your work and achievements that you are an outstanding character. Therefore, we would love to know about your childhood and your educational background.</font></p><p>I studied at royal college; then I did Maths for A/L. To recap on my O/L and A/L life, it was different for me back in the days because I was more of an outlier. Never a top performer, never in the class. O/Ls were about having a fun life. However, during my A/L s, I took things a bit serious. I didn’t study IT or CS in my school days, but I’ve always been enthusiastic about IT and building stuff through a computer. While engaging in them, I met a few friends that I work with to this date. They are my business partners now. Namely Chamath Palihawadana, Janith Gamage, Roshan Lihinikadu, Charu De silva, Duminda, Chanira and so many other friends. </p><p>Speaking for myself, I took A/L s seriously because I wanted to go to a state university, plus I wanted to develop the crazy ideas that I had. I always wanted to bring the theoretical physics aspect and build commercial applications because theoretical physics was not commercialized in the past. So, I saw the business opportunity, and I wanted to take things forward in that area. It led me to study in a more passionate way for A/Ls. That attitude made me focus more, and I took academics seriously. Then I entered the University of Sri Jayewardenepura to the computer science department and did the CS special 4-year degree program. I graduated in 2019 with a second class in computer science special, and right now, I am reading for my PhD in quantum computing. I’m the 1st undergraduate to publish a research paper in quantum computing in Sri Lanka to the best of my knowledge. </p><p>At the university, I was quite an active student. Even though I was part of a business, I was an extremely involved student. I was the president of the society of CS. In 2019, I won the best employability award, then similarly in 2017, 18 I got the 3rd place for the best leader award, and in 2019, I got the 1st place as the all-rounder student—key points in my university life.</p><p>I am also involved in some quantum computing-related startups, research groups and so on. That summarizes a bit about my childhood and educational background.</p><p><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\"><br></font></span></p><p><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\">Q: Challenges are inevitable when you embark upon a journey towards success. What kind of challenges did you have to face throughout your journey as an entrepreneur?</font></span></p><p>I will break it into two parts, as a student and after graduation. We started in 2014. It was just right after A/Ls. We had the idea to start a business from the A/L days; however, we didn’t take that call because we wanted to focus on our studies. </p><p>If students plan on doing a startup during their AL days, I recommend focusing more on their A/L studies. Because that lays a solid foundation, yet if they have a unique path planned, they have a definite opportunity in doing a startup. When we were doing A/Ls, I was very keen on not doing a startup. Because we tried, and it was tough and distracting. </p><p>And then, right after A/L s, with 11 friends, we started working together. I was a prefect; we got our prefectship right after A/Ls. It was a bit tough with duties and running a company. We used to stay until late at school and then spend the night at my friends’ place. And it was a cycle and was quite challenging. </p><p>And then I entered the university. The usual cycle for the first 3 years was like coming to the university at 7 am and staying till about 5 or 6 pm engaging in academic stuff and extracurricular work. And I either go to Chamath, my friend’s place, or home. And then till about 1 am, I work for the business, delivering time projects, building the products, and that has been a cycle. My partners and I found it very boring to sleep as well. It was not healthy, though, and I do not recommend it.</p><p>It was tough to manage time. When I study something, I try to go to the roots. It takes time. Finding that time was extremely difficult. We were kids, and the startup ecosystem was booming, and we had no experience and nothing. But somehow, we were able to resolve those problems because of the mentorship that we received. </p><p>Specifically, I would like to mention the names Kanishka Weeramudha, Mohommad Favaz and Tharindu Dassanayake. These people were close to me. They guided me in various avenues, business, technology and so on. </p><p>Even though it was a difficult period, those people directed us. That’s how we faced the challenges. We had support. I don’t think the current startups have that issue because the support system is very good now.</p><p><br></p><h4 align=\"center\">\"Past failures taught me that interactions with people who have already gone on that journey are essential.\"</h4><p><br></p><p>I would also like to mention the finances. I think all startups face the finance issue. If you are an undergraduate doing a startup, definitely you might be thinking about it. We spent a little amount of pocket money that we had, to register and stuff. Rest was all bootstrap. We took in projects through which we generated cash and then invested in the company. If you are an undergraduate, you can try out that model. Those were the challenges that we faced while I was an undergraduate. After graduation, I started working as a temporary lecturer at my university till June 2021. After that, I began to work full time in the company. I don’t want to comment on the challenges that postgraduates face as entrepreneurs because I am still stepping on to that ground myself. But i’m working with some very senior people, helping me move on the ladder. I am incredibly grateful because without them, you and I wouldn’t even be doing this interview. It is the reason why I always try to take up a call like this is. I want to give back, and if I can help a younger person with even a word of encouragement, I am happy. That is how I was groomed as well.</p><p><font color=\"#0000FF\"><span style=\"background-color: rgb(255, 255, 255);\"><br></span></font></p><p><font color=\"#0000FF\"><span style=\"background-color: rgb(255, 255, 255);\">Q :When did you start establishing your life goals and ambitions, and when did you start working for them?</span></font></p><p>I would say during my A/L days. Ever since then, I have been working on them. I set goals in my A/L days, and since then, they have evolved.</p><p><br><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\">Q : You already had an established IT path along with your Computer Science degree and all the achievements backing you up. But you took a small detour and decided to read a master’s degree in Physics of Materials. What was the reasoning behind this, I am curious to know the story behind your choice? </font></span></p><p>The formal place that I started to learn IT or computer science was at the university. My father sparked my interest in programming too. When I was in grade two, he taught me how to do a google search and when I was in grade five, he taught me how to do visual basic. When I was in grade six, I took an IT course at ESOFT for one or two months. There I learnt HTML, and when they started teaching me basic JavaScript, I didn’t understand because I was still in grade 6 and didn’t know the greater-than signs. So, I stopped it there. After that, I learnt IT formally from the university. Till then, it was entirely self-taught. Then I took a detour. But it was a very obvious thing for me to do. I wanted to do my PhD in theoretical physics, focusing more on general relativity, special relativity, quantum physics, etc. And I had a clear direction on where I needed to go. </p><p>COVID prompted the detour. Specially to study a subject like that, the ideal country would be the USA, and with the pandemic, I had to make the detour. With that, I thought, okay, fine, the university of Peradeniya had an excellent program. And the physics of material caters for my physics requirement. I wanted to figure out a theoretical physics branch and commercialize that specific branch because nobody does that. I have had that vision since around 2012. </p><p>So, I decided to do a PhD in quantum computing along with this master’s degree in physics. So that is a well-thought decision because quantum physics, relativity, quantum field theory are my passions. Quantum computing Is a place that appropriately applies those things. </p><p>It’s also a reflection on taking decisions on what you believe in, and when you have a very clear vision, these weird decisions can occur. Being a CS student and then doing a physics Masters and a PhD might look extremely weird or contradicting to a standard set of eyes. But when there’s a clear vision, then things become clear. So that’s why I took such a decision. And I hope this story will encourage other students not to be afraid to take such decisions. If you are confident, taking up a unique path is a matter of choice.</p><p><br></p><p><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\">Q: Harry Potter Sorting Hat – A Mediator Social Robot for Autistic Children is an invention that got a lot of attention and praise, and rightfully so. There is a good cause behind it and undoubtedly a very successful project as well. Can you walk us through this project, from its inception to its success?</font></span></p><p>Harry Potter sorting hat was a University group project. We have a course unit called human-computer interactions done by Dr Ravindra de Silva, a senior lecturer at the computer science department J’pura. He is the lecturer that brought social robotics to Sri Lanka. <img style=\"width: 25%; float: right;\" src=\"https://magazine.exposition.lk/images/article21.jpg\" class=\"note-float-right\"></p><p> We were supposed to get into teams of 3 0r 4. The initial group was me, Asela Wijesinghe and Tehani Wanniarachchi. The composition of this team is also extraordinary. During the university days, I was involved in clubs and societies, startup work and all those stuffs. So, the day the teams were chosen, I was not present in the lecture, and so was Asela. Tehani was a very bright but silent student. So, after everybody got into teams Tehani, Asela and I were left without teams. So we 3 got into one team because we were the leftovers. </p><p>Asela and I were the crazy ones who talked about stuff in the group, and Tehani is also like that when she opens up. So luckily, we three were put into one team. As usual, we were talking about weird ideas. The key thing that kept coming up in our conversation was something magical. After brainstorming, the idea of the sorting hat clicked. We presented it to the lecturer, and he was also quite amazed by the concept; when we showed it, it was different from other projects and shocking too. </p><p>We made it and presented it in an exhibition. To present in that exhibition, these are the people who made it possible. We presented it at the Innovate SL exhibition; around 1000 people were trying out the hat. So much media awareness and so on. We published two papers from it. </p><p>We received two global awards. The 1st one was with the International Conference on Social Robotics, and we were the 1st Sri Lankan team to win that award under the Hardware innovation category. The judges and the audience wasn’t even aware that Sri Lanka could do robotics to such a level. </p><p>The 2nd one was the Human\u0002robot interactions 2020; we won 2nd place globally as the best student robot design. To get there, I want to name these people specifically. Supervisor – Dr Ravindra de silva and then the research assistant, Mr. Udaka Manawadu, and the teammates, myself, Asela Wijesinghe, Tehani Wanniarachchi and Duwini Jayasinghe and Viraji Nimesha. There’s a set of people who made it possible with the pressure behind. Mahesh Samarasinghe, Hansika Kushan, Sajini Senarthne, Prabashini Samarajeewa, Afaz Deen, Indika and Pavan, and so many others made it possible. I also want to mention 99x. When we were preparing for the global presentation, I was interning at 99X. HR gave me a separate room to conduct the experiment and made the staff come and test during office hours. And they supported me by giving me additional holiday as well. That was the background story. </p><p>Current status- it’s mostly a research project. It’s a property of the university right now, and students can contribute to it. There’s another paper being written right now. There is a common question of whether it’s to be monetized, which I would love to. Either way, I would love to commercialize it, even in the autistic field or in the entertainment segment. The journey is a bit different with numerous stakeholders, with the universities and so on. So still looking forward to it. Right now, there’s no pathway. Extremely curious where it would lead. </p><p><br></p><p><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\">Q: Can you explain to us about your newest venture, “Luhn”, and the vision behind it?</font></span></p><p>Luhn is a Singapore-based technology company. So, we are a trust-based social network. Our operations include connecting people through trustworthy networks and building ever\u0002lasting relationships. Our vision is to verify the world’s data and make it universally accessible. Our mission is to connect people through trust. We achieve it through building a network of trust. Whatever you search on Luhn would be verified and trustworthy. Initially, we start off with individuals then scale across every other domain.</p><p>The primary technologies used are blockchain, quantum computing and green technology.</p><p><br></p><p><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\">Q: You are interested in the field of social robotics. What are the comparative advantages of social robotics according to your point of view?</font></span></p><p>First of all, if you look at social robotics, the social part incorporates human interactions—robots that can interact with humans. If you look at a chatbot, he is also a social robot in a different way. Right now, in the world machine to machine communication is also essential. Human-to robot interactions are complex because many complicated human emotions need to be identified to make decisions and communicate properly.</p><p>If the robot is engaging enough as a human, it should have those emotional qualities. It’s not possible to tell advantages because it’s subjective. A social robot and a robotic arm are made for different purposes. But what strikes me most about social robotics is I like UI/UX. Building a social robot is more about interactions with humans. Therefore, I enjoy designing UI. I love to work on user experience aspects.</p><p>I was able to work things around U I / U X , which I leveraged in social robotics. As I am interested in UI/UX, naturally, I search for them. When I got into social robotics, unknowingly, I was able to use a lot of UI/UX inputs in the psychological things towards the robot. That helped me to advance in this area even though I am not specializing in it right now.</p><p><br></p><p><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\">Q: You are a successful entrepreneur who is on the path to build a technological empire in Sri Lanka. Therefore, how would you use your experience to market your products and create value in the market?</font></span></p><p>Based on my experience, the key thing is I need a great set of people around. Because I have not gone on that journey, I do not have that experience yet. And I am about to learn. I am still in that process. Past failures taught me that interactions with people who have already gone on that journey are essential.</p><p>Even though the product is there, bringing it to the market and making a sustainable team around it is a different subject. With my experience, I know for a fact that it’s required. It’s essential to have some support or a partner who has done it because it will help me, and my team move things much faster rather than failing repeatedly.</p><p>I think for the past 5 to 6 years, we were on a different track. We were doing things by ourselves. Now we are engaged with experienced people. I believe that guidance and having those senior people around would be an essential thing. So now I use my experience , that is to have that support system for the company.</p><p>Q: We got to know that you are interested in not only social robotics, but also in quantum computing as well. So, can you give us a glimpse of the future implementations that you are going to do based on new technologies?</p><p>In 2020 December, we started a company called Fineman global, SL’s first quantum computing startup. The name Fineman references Richard Fineman, one of the 1st scientists to bring out quantum computing theory. If you look at the current computing paradigms, there are so many calculations, so many things that the current computers cannot do. Suppose you look at simulating the carbon dioxide molecule itself and its interactions with other things. It cannot be done on a large scale, even by a super\u0002powerful supercomputer. </p><p>There are so many other things as well. The reason that I mentioned CO2 is because of global warming. CO2 emission and the extraction of CO2. The company Fineman global focuses explicitly on building products and services towards climate change. It is a for-profit company, and it supports quantum computing implementation.</p><p> Its primary mission is to sup\u0002port simulations and experi\u0002ments using quantum com\u0002puting for climate change. It’s more of a research-based company right now at a very early stage. </p><p>The world is in a dangerous zone. People like Bill gates envision a fully zero-emission world by 2050, and Google is trying to make zero carbon emission by 2030. So the world is headed in that direction. But to make those things possible, there need to be technological advancements. And quantum computing is going to play a part in that. And Fineman global Is working to\u0002wards making that quantum part a reality.</p><p><br></p><p><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\">Q: Can you please brief up about the assistance and facilities that you received through your uni\u0002versity for your carrier so far</font></span></p><p>When it comes to academics, the lecturers gave me full support. They gave me extra time. As I competed in other countries and with other university clubs and societies, they helped me cover all the work I missed. Of course, startups and extracurricular activities are not excuses, but there was huge academic support from the department.</p><p> I am incredibly grateful for the current department head, professor Prasadh Jayaweera who supported me throughout the academics and even in my one and a half year time period as a temporary lecture. Then Dr Ravindra de silva, my supervisor in the sorting hat and Dr T. J Fernando, who was my supervisor for the final year project to do the quantum computing research paper. Quantum computing is not even a subject taught in our university. Doing a final year research project that’s not even taught in the university is difficult, and he helped me with it. I am incredibly grateful to them for giving me that space and the opportunity. And of course the rest of the department. I want to mention three other figures in the university; our current Dean of the faculty of applied sciences, Professor Sudantha Liyanage, the current UGC chairmen Sampath Amarathunga, the former vice-chancellor then the present Dean. Professor Laleen Karunanayake. They supported my work and encouraged me. And the university was also keen on giving me a lot of contacts as well. There was financial support, too, to a certain extend. So that is the support I got from the university.</p><p><br></p><p><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\">Q: As the former CEO of SurfEdge, what do you think about the contribution of the company toward the industry and the society?</font></span></p><p>First, I’ll answer in the business context. We were able to create certain platforms and products that have become key products in the industry, especially in the field of Education. So we have a top-tear LSM platform which is one of the majorly used LSM services. And then few education platforms.There’s a free product called hackathons.lk, which is like a hub for hackathons in Sri Lanka. It’s a free product that we give out to universities to conduct their hackathons as support. Almost all university hackathons partner up with it. The LMS is more of a commercial product that is monetized. </p><p> There are other minor things that we have done in different segments. And I want to mention in the non-business aspect we have trained so many interns who are currently working as full-term people. We had let them go to the industry because I cannot offer them to stay here when I am also an undergraduate. We‘ve given them so many opportunities as well. I think our impact has been more on the undergraduate community than the outside.</p><p><img style=\"width: 25%; float: right;\" src=\"https://magazine.exposition.lk/images/article20.jpg\" class=\"note-float-right\"><br></p><p>And there are many places where we have sponsored financially, like university club events. We know how the pressure is for undergraduates when there are financial requirements. We have also partnered with a charity called Prometheus foundation. There we select few students, find out what family and financial problems they have, and then mentor them until they reach a certain level to sustain themselves financially.</p><p> Suppose he is a 2nd-year student; at the end of university, he will receive a salary of about 100k. I started the charity Prometheus, and SurfeEdge is a partner. It finances it. But there are so many donors like university friends and family and seniors. There’s a Greek god called Prometheus, who’s known as a god who provided light to humans. So we resonate with that. We have a success story. There’s a student that we took under our wing. We funded him for one and a half years, and we trained him. And now he is donating to another person. It’s a massive achievement for us as we started it just last year.</p><p><br></p><p><br></p><p><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\">Q: Steve Jobs once said that creativity is connecting things that have never been connected before. As an enthusiastic person about education do you think our education system support this creative mentality in our student?</font></span></p><p>Me doing CS and physics is also an excellent example because they are weird dots. It’s all about the clarity you have about what you want to do. We all need to connect our dots. We all have that creative mentality. We are all born with that. But when we get into the system, it’s a machine, and it might not accommodate it. But the people that you meet and work with will inspire you to connect the dots Or else, if you know the system doesn’t support that, you can concisely be aware of that and change. In short, it’s all about the clarity you have about what you want to do and take decisions knowing that.</p><p>In the startup ecosystem, there are so many initiatives that help this type of creative aspect. So don’t complain about that. That’s how the world is. You get on with that without being stagnated.</p><p><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\"><br></font></span></p><p><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\">Q: Nowadays, we can see ample innovations, and the creators struggle to market them and add value to their creations. What is the main reason for this matter according to your point of view?</font></span></p><p> That is because we know how to build a product but not how to build a business. We are taught how to develop products and innovations but not how to build a business. </p><p><br></p><p><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\">Q: Finally, what is your message to the undergraduates who wish to enter the startup domain?</font></span></p><p>First, be careful. Don’t do startups because others are doing it. It’s good to have as an additional revenue stream. If that’s what you want, go ahead do it. But If you’re going to do it seriously, you should have a big picture in mind. It’s crucial to have that bigger picture in mind. As the startup ecosystem is growing, the competition also grows. So be careful when doing a startup. Whatever it is that you are doing, you always have to think big. You have to start small and then grow. You have to work fast.</p><p><br></p><p><img style=\"width: 100%;\" src=\"https://magazine.exposition.lk/images/article22.jpg\"><br></p>",
    "quote": "The Harry Potter Sorting Hat - A mediator social robot for autistic children, ",
    "authorImage": "https://magazine.exposition.lk/images/expo_author.jpg",
    "authorPositionOne": "",
    "authorPositionTwo": "",
    "authorPositionThree": ""
  },
  {
    "id": "5",
    "image": "https://wallpapersmug.com/large/79f1a6/scarlett-johansson-new-2020.jpg",
    "title": "scarlett johansson",
    "description": "Lorem ipsum dolor sit amet, consectetur adipisicing elit. Maxime nulla natus doloribus rerum labore nobis placeat libero veritatis velit veniam.",
    "category": "interviews",
    "categoryColor": "bg-success",
    "date": "FEB 13,2022",
    "authorImage": "https://wallpapersmug.com/large/79f1a6/scarlett-johansson-new-2020.jpg",
    "author": "scarlett johansson",
    "authorPosition": "Undergraduate, Level 2",
    "content": "<i>Every year older,</i>  every new space, and every new person required me to create new personalities that were used to protect myself. I used my achievements, my successes, and my accomplishments to fill a very large void.     When things got hard, I pushed myself beyond the limit with the thought: if I am successful and thrive in my excellence, it will compensate for my gay bodyLorem,<br/><br/> ipsum dolor sit amet consectetur adipisicing elit. Magni id optio voluptatum eius excepturi totam amet incidunt alias, nam, consequatur illo quidem. Dolorem vero impedit neque labore cum facere numquam cupiditate ipsam corporis beatae asperiores, nisi alias ex enim necessitatibus animi. Earum ab corporis repellendus quos labore ratione beatae porro provident maiores repellat <br/><br/>libero eum, impedit odit modi ullam possimus fugit vel, alias nemo incidunt debitis reprehenderit. Aliquid omnis inventore laboriosam ipsum. Ex illo quibusdam, perspiciatis temporibus nisi nostrum explicabo sint reiciendis culpa nihil maiores omnis doloribus officiis nemo quam neque, dicta at repudiandae a nam architecto facilis et fuga! Quidem repellendus dignissimos non cum veritatis tempora, nemo expedita repudiandae reiciendis iure ullam nisi eligendi architecto consectetur earum consequatur nulla, cumque ab quae quod fugiat alias vel. Optio officiis illum tenetur odio deleniti voluptatem aperiam placeat a tempore quas, quidem atque possimus dicta hic iusto beatae repellat quibusdam rerum! Iste quaerat quisquam reprehenderit, odit voluptates doloribus quidem accusamus quibusdam rerum saepe. Maxime voluptates blanditiis laudantium mollitia voluptate atque, doloribus quo nulla illum ex odit vitae et<br/><br/> repudiandae debitis praesentium doloremque assumenda temporibus esse libero provident? Explicabo, placeat at. Illo sunt repellat sint blanditiis accusantium assumenda, nihil dolores iste necessitatibus? Odio molestiae animi tempora esse assumenda eaque corrupti repellat ipsam? Ratione accusamus quasi officiis sint quia, sapiente dicta sit vel! Harum vitae veritatis dolorem. Blanditiis, unde, aut similique, ducimus odit voluptates laudantium quos dolorem harum dolores error voluptatum repellendus nemo soluta sunt ipsa quia id minus inventore cumque. Cupiditate, reiciendis blanditiis! Maxime saepe laborum, nulla obcaecati cum, molestiae quo ex id odio neque minima alias quisquam harum quas consectetur numquam amet atque. Cum molestias dolor <br/><br/>accusantium qui asperiores, aliquam consectetur quia debitis, eveniet sit laboriosam expedita! Maiores possimus natus tempore, nisi ducimus molestias quos reiciendis ea repellendus similique numquam vitae commodi. Similique repudiandae, odit, culpa officia hic quas doloremque cum velit assumenda, tempore alias voluptatum esse. Dolorem aperiam asperiores molestiae libero, reiciendis qui molestias<br/><br/> maxime perferendis autem sint nulla nesciunt necessitatibus ipsa quidem voluptatibus enim velit consequatur odio. Enim nulla nemo similique, doloribus quisquam minima accusantium expedita voluptatem, exercitationem ducimus et eum velit culpa, quidem quis odit atque doloremque iure obcaecati dolores? Cumque, esse, labore voluptatem praesentium, tenetur in illum temporibus qui totam vitae sed amet. Accusantium mollitia nobis fugit aut voluptatum esse. Reiciendis, repudiandae quaerat unde <br/><br/>perspiciatis atque aliquid iure dolores voluptas, quibusdam harum aut corrupti earum in deleniti ut fugit consequuntur consectetur itaque quam, ullam distinctio ex labore? In, labore repellendus sed id odit quam. Eos, aliquam voluptas minima, nihil hic eveniet mollitia rerum repudiandae culpa, tempora consectetur expedita dolorem ullam suscipit distinctio fugit vero recusandae impedit dignissimos modi omnis sequi porro ab debitis. Quidem ipsa, reiciendis nobis, quibusdam mollitia tempore unde recusandae optio distinctio id commodi. Tempora distinctio quasi, molestiae obcaecati ab blanditiis mollitia, debitis ut quia voluptates accusamus molestias reiciendis itaque, cum magnam? Repellat tempora modi adipisci suscipit vel vitae? Deleniti quasi at dolores saepe voluptatum praesentium,<br> facilis accusantium. Porro quos officiis expedita ipsum amet, obcaecati rerum.",
    "readTime": "8 min"
  },
  {
    "id": "6",
    "image": "https://images.hindustantimes.com/img/2021/10/15/1600x900/350dc06c-26b3-11ec-861b-89d0f4ae1a0f_1634323082511.jpg",
    "title": "Natasha Bharadwaj",
    "description": "Lorem ipsum dolor sit amet, consectetur adipisicing elit. Maxime nulla natus doloribus rerum labore nobis placeat libero veritatis velit veniam.",
    "category": "interviews",
    "categoryColor": "bg-success",
    "date": "FEB 13,2022",
    "authorImage": "https://images.hindustantimes.com/img/2021/10/15/1600x900/350dc06c-26b3-11ec-861b-89d0f4ae1a0f_1634323082511.jpg",
    "author": "Natasha Bharadwaj",
    "content": "<i>Every year older,</i>  every new space, and every new person required me to create new personalities that were used to protect myself. I used my achievements, my successes, and my accomplishments to fill a very large void.     When things got hard, I pushed myself beyond the limit with the thought: if I am successful and thrive in my excellence, it will compensate for my gay bodyLorem,<br/><br/> ipsum dolor sit amet consectetur adipisicing elit. Magni id optio voluptatum eius excepturi totam amet incidunt alias, nam, consequatur illo quidem. Dolorem vero impedit neque labore cum facere numquam cupiditate ipsam corporis beatae asperiores, nisi alias ex enim necessitatibus animi. Earum ab corporis repellendus quos labore ratione beatae porro provident maiores repellat <br/><br/>libero eum, impedit odit modi ullam possimus fugit vel, alias nemo incidunt debitis reprehenderit. Aliquid omnis inventore laboriosam ipsum. Ex illo quibusdam, perspiciatis temporibus nisi nostrum explicabo sint reiciendis culpa nihil maiores omnis doloribus officiis nemo quam neque, dicta at repudiandae a nam architecto facilis et fuga! Quidem repellendus dignissimos non cum veritatis tempora, nemo expedita repudiandae reiciendis iure ullam nisi eligendi architecto consectetur earum consequatur nulla, cumque ab quae quod fugiat alias vel. Optio officiis illum tenetur odio deleniti voluptatem aperiam placeat a tempore quas, quidem atque possimus dicta hic iusto beatae repellat quibusdam rerum! Iste quaerat quisquam reprehenderit, odit voluptates doloribus quidem accusamus quibusdam rerum saepe. Maxime voluptates blanditiis laudantium mollitia voluptate atque, doloribus quo nulla illum ex odit vitae et<br/><br/> repudiandae debitis praesentium doloremque assumenda temporibus esse libero provident? Explicabo, placeat at. Illo sunt repellat sint blanditiis accusantium assumenda, nihil dolores iste necessitatibus? Odio molestiae animi tempora esse assumenda eaque corrupti repellat ipsam? Ratione accusamus quasi officiis sint quia, sapiente dicta sit vel! Harum vitae veritatis dolorem. Blanditiis, unde, aut similique, ducimus odit voluptates laudantium quos dolorem harum dolores error voluptatum repellendus nemo soluta sunt ipsa quia id minus inventore cumque. Cupiditate, reiciendis blanditiis! Maxime saepe laborum, nulla obcaecati cum, molestiae quo ex id odio neque minima alias quisquam harum quas consectetur numquam amet atque. Cum molestias dolor <br/><br/>accusantium qui asperiores, aliquam consectetur quia debitis, eveniet sit laboriosam expedita! Maiores possimus natus tempore, nisi ducimus molestias quos reiciendis ea repellendus similique numquam vitae commodi. Similique repudiandae, odit, culpa officia hic quas doloremque cum velit assumenda, tempore alias voluptatum esse. Dolorem aperiam asperiores molestiae libero, reiciendis qui molestias<br/><br/> maxime perferendis autem sint nulla nesciunt necessitatibus ipsa quidem voluptatibus enim velit consequatur odio. Enim nulla nemo similique, doloribus quisquam minima accusantium expedita voluptatem, exercitationem ducimus et eum velit culpa, quidem quis odit atque doloremque iure obcaecati dolores? Cumque, esse, labore voluptatem praesentium, tenetur in illum temporibus qui totam vitae sed amet. Accusantium mollitia nobis fugit aut voluptatum esse. Reiciendis, repudiandae quaerat unde <br/><br/>perspiciatis atque aliquid iure dolores voluptas, quibusdam harum aut corrupti earum in deleniti ut fugit consequuntur consectetur itaque quam, ullam distinctio ex labore? In, labore repellendus sed id odit quam. Eos, aliquam voluptas minima, nihil hic eveniet mollitia rerum repudiandae culpa, tempora consectetur expedita dolorem ullam suscipit distinctio fugit vero recusandae impedit dignissimos modi omnis sequi porro ab debitis. Quidem ipsa, reiciendis nobis, quibusdam mollitia tempore unde recusandae optio distinctio id commodi. Tempora distinctio quasi, molestiae obcaecati ab blanditiis mollitia, debitis ut quia voluptates accusamus molestias reiciendis itaque, cum magnam? Repellat tempora modi adipisci suscipit vel vitae? Deleniti quasi at dolores saepe voluptatum praesentium,<br> facilis accusantium. Porro quos officiis expedita ipsum amet, obcaecati rerum.",
    "readTime": "4 min"
  },
  {
    "id": "8",
    "image": "https://magazine.exposition.lk/images/article82.png",
    "title": "Are you ready to  refine new oil?",
    "description": "Are you ready to  refine new oil?",
    "category": "student's-corner",
    "categoryColor": "bg-success",
    "date": "2022-02-15",
    "authorImage": "https://magazine.exposition.lk/images/article8_author.png",
    "author": "Thilina Amarasinghe",
    "content": "<p>Have you ever heard about the statement \"Data is the new oil\" at any point in your life? Then let us think in this way. If we look at many centuries back, the discovery and the frequency of the usage of oil or crude oil have led the world to numerous paths to progress in many different ways. As a result of this, countries that have crude oil distributed and manufactured them became the wealthiest countries in the world. That implies that the world was driving based on crude oil mainly.</p><p>However, when we step into the 21st century, we have something more valuable than crude oil. That is non\u0002 other than \"Data\". Data has become prominent from the 20th century onwards, which started with Information Technology. In other words, data is all of our \"experiences\". With the collection of different experiences from different people, now the world has a vast amount of data that can be used in a technical way to make things better for the world populace. And the world goes into a development of a new era while absorbing all of our personal experiences.<img style=\"width: 50%; float: left;\" src=\"https://magazine.exposition.lk/images/article81.jpg\" class=\"note-float-left\"></p><p> With that in mind, if we look into figuring out the relationship between data and crude oil, we know that crude oil can easily be found either deep inside the ocean or deep in our living earth. Then those are excavated and taken out to refine and make them available for the human user. The above process results in manufacturing tar, petrol and diesel. It clearly indicates that the more we refine the excavated oil from the ocean and earth, the better the value. The same theory can be applied to data.</p><p>Different data types have been collected and stored in different places for future usage. You and I are very well aware that any mobile phone used, an application installed on a device and any software we use in day\u0002to-day life collect and store data with or without your acknowledgement. Those collected and stored data in many different locations can be seen or made available by a third party. If someone can solve this problem and find a way to make us understand, then the knowledge born inside it would be innumerable. The world can develop because of that knowledge gained through the data or the people's experience. Furthermore, on the other hand , do you know the countries that have data stored have become more valuable companies than the countries with crude oil in the world. Google, Microsoft, Alibaba, and Amazon are some companies that collect people's data and lead the world powers. In today's world, especially data analysis in organizations is highly and frequently followed to achieve better quality. Many companies are looking for new methods to develop more innovative capabilities and tackle challenges in a dynamic process using data analytics. So, data analytics is a crucial and significant aspect of entrepreneurial practice.</p><p><br></p><p> Suppose it is properly aligned with their business processes and learning needs. In that case, it can also lead to a significant improvement in their performance and the quality of their decisions. The value of data analytics is the ability to identify valuable data and transform it into usable information by identifying models and exploring new algorithms, tools and new projects solutions. Thus, the movement towards introducing big data and analytical tools addresse show this new opportunity can be utilized.</p><p>With the rapid increment of different integrated technologies into a growing range of equipment and products, entrepreneurs are highly involved in operating in a changing environment. With the improvement of the IoT and the advent of the Semantic Web, new ways of representing, storing and sharing information will replace traditional systems. In addition to the advent of ICT and the speed of production and dissemination of this data and its processing capacities, another element has gained importance in recent years. The generated data and other collected and analyzed data and processing algorithms are the main interests of many companies in today's world. Business owners are concerned about the advent of performance tools that can handle all data types. The use of data analysis and analysis tools, including IT cloud-based platforms, offer numerous opportunities for building entrepreneurial businesses that effectively and efficiently meet the needs of various companies. </p><p>The fundamental analysis provides an overview of the data, while the advanced analysis allows a deeper understanding of the data to inform , visualize and understand what has already happened. Predictive analytics uses past data to understand why something happened or predict what will happen in different scenarios in the future. <img style=\"width: 50%; float: right;\" src=\"https://magazine.exposition.lk/images/article83.jpg\" class=\"note-float-right\"><br></p><p>Entrepreneurs are known to be unlikely to analyze data to the same extent as large companies like Google , Facebook, Walmart, Twitter, and others due to their limited computing resources, skills, and tools. Engaging with free big data tools from companies like Google , not forgetting the growing importance of social media and social media interaction, can help drive awareness and traffic for entrepreneurs who pay significantly lower costs than traditional marketing approaches . However, i t is noteworthy that they are unlikely to have extensive storage facilities and sophisticated tools to collect, prepare, analyze, and manage the data generated in many fields</p><p> The value of data increases over time and depends on multiple uses. Analytics can affect almost every business area in the big data universe. Companies that do not develop the resources and skills to use big data effectively face the challenge of creating a sustainable competitive advantage. In this context, entrepreneurs must have a competitive advantage. The Absorbability of all available data enables them to absorb and reproduce knowledge. On the other hand, universities have a growing awareness that data offers opportunities to enhance the academic experience</p>",
    "quote": "Are you ready to  refine new oil?"
  },
  {
    "id": "8",
    "image": "https://static.onecms.io/wp-content/uploads/sites/35/2021/11/23/Melissa-Roxburgh-ED-Journey-Manifest-Story-GettyImages-1341169064-1323663587-AdobeStock_320768018-2000.jpg",
    "title": "Editor's Note",
    "description": "Lorem ipsum dolor sit amet, consectetur adipisicing elit. Maxime nulla natus doloribus rerum labore nobis placeat libero veritatis velit veniam.",
    "category": "university",
    "categoryColor": "bg-dark",
    "date": "FEB 13,2022",
    "authorImage": "https://static.onecms.io/wp-content/uploads/sites/35/2021/11/23/Melissa-Roxburgh-ED-Journey-Manifest-Story-GettyImages-1341169064-1323663587-AdobeStock_320768018-2000.jpg",
    "author": "Melissa Roxburgh",
    "content": "<h2>Educators are<span style=\"background-color: rgb(255, 255, 0);\"><font color=\"#000000\"> finding themselves under the microscope</font></span></h2><span style=\"background-color: rgb(255, 255, 0);\"><font color=\"#000000\"> </font></span><p><span style=\"background-color: rgb(255, 255, 0);\"><font color=\"#000000\">The number of teachers who are preoccupied wit</font></span>h those uncertainties could soon grow. </p><p><span style=\"background-color: rgb(255, 255, 0);\"><font color=\"#000000\">This year, Republicans in at least 10 states are considering <a class=\"a-link\" href=\"https://www.edweek.org/policy-politics/heres-the-long-list-of-topics-republicans-want-banned-from-the-classroom/2022/02\">requiring schools to publish lists</a> of all the books, reading materials, and other activities teachers use. Some proposals would allow parents to review materials before they are added to lessons or the school library, or to opt their children out of certain activities</font></span>. </p><p>Such proposals build on last year’s <a class=\"a-link\" href=\"https://www.edweek.org/policy-politics/map-where-critical-race-theory-is-under-attack/2021/06\">explosion of political pushback</a> against the teaching of what their sponsors have deemed “divisive concepts” that prompted 14 states to enact bans or restrictions on how schools address topics like racism and sexism. And beyond curriculum, one bill in Arizona would allow the state to <a class=\"a-link\" href=\"https://tucson.com/news/state-and-regional/govt-and-politics…om-parents/article_432c7416-7df9-11ec-8041-a758bafa88a6.html\" target=\"_blank\">punish teachers</a> who withhold students’ confidences—like a disclosure that a student is gay—from their parents.</p><p>At the same time, through approaches like Youngkin’s tip line, elected officials are expressing greater interest in hearing concerns directly from the public about reading materials, academic content, or teaching practices that they find objectionable. A bill in the South Carolina legislature introduced by a GOP lawmaker on Feb. 7, for example, <a class=\"a-link\" href=\"https://www.newsandsentinel.com/news/local-news/2022/02/fall…-over-anti-critical-race-theory-bill-in-west-virginia-house/\" target=\"_blank\">would create a similar reporting system</a> focused on allegations of schools teaching critical race theory.</p><p><img style=\"width: 25%;\" src=\"https://storage.googleapis.com/gweb-uniblog-publish-prod/images/Icon_White_BG.max-500x500.jpg\"><br></p><p>A pattern could be emerging: Elected leaders push for schools to share exhaustive details of their work, while encouraging parents to share detailed concerns or complaints about educators. Those same elected leaders may then seek more disclosures from—and potentially new restrictions on—schools. </p>",
    "readTime": "12 min"
  },
  {
    "id": "9",
    "image": "https://static.onecms.io/wp-content/uploads/sites/35/2021/11/23/Melissa-Roxburgh-ED-Journey-Manifest-Story-GettyImages-1341169064-1323663587-AdobeStock_320768018-2000.jpg",
    "title": "When Banned Books Unlock",
    "description": "Lorem ipsum dolor sit amet, consectetur adipisicing elit. Maxime nulla natus doloribus rerum labore nobis placeat libero veritatis velit veniam.",
    "category": "miscellaneous",
    "categoryColor": "bg-primary",
    "date": "FEB 13,2022",
    "authorImage": "https://static.onecms.io/wp-content/uploads/sites/35/2021/11/23/Melissa-Roxburgh-ED-Journey-Manifest-Story-GettyImages-1341169064-1323663587-AdobeStock_320768018-2000.jpg",
    "author": "Melissa Roxburgh",
    "content": "<h2>Educators are<span style=\"background-color: rgb(255, 255, 0);\"><font color=\"#000000\"> finding themselves under the microscope</font></span></h2><span style=\"background-color: rgb(255, 255, 0);\"><font color=\"#000000\"> </font></span><p><span style=\"background-color: rgb(255, 255, 0);\"><font color=\"#000000\">The number of teachers who are preoccupied wit</font></span>h those uncertainties could soon grow. </p><p><span style=\"background-color: rgb(255, 255, 0);\"><font color=\"#000000\">This year, Republicans in at least 10 states are considering <a class=\"a-link\" href=\"https://www.edweek.org/policy-politics/heres-the-long-list-of-topics-republicans-want-banned-from-the-classroom/2022/02\">requiring schools to publish lists</a> of all the books, reading materials, and other activities teachers use. Some proposals would allow parents to review materials before they are added to lessons or the school library, or to opt their children out of certain activities</font></span>. </p><p>Such proposals build on last year’s <a class=\"a-link\" href=\"https://www.edweek.org/policy-politics/map-where-critical-race-theory-is-under-attack/2021/06\">explosion of political pushback</a> against the teaching of what their sponsors have deemed “divisive concepts” that prompted 14 states to enact bans or restrictions on how schools address topics like racism and sexism. And beyond curriculum, one bill in Arizona would allow the state to <a class=\"a-link\" href=\"https://tucson.com/news/state-and-regional/govt-and-politics…om-parents/article_432c7416-7df9-11ec-8041-a758bafa88a6.html\" target=\"_blank\">punish teachers</a> who withhold students’ confidences—like a disclosure that a student is gay—from their parents.</p><p>At the same time, through approaches like Youngkin’s tip line, elected officials are expressing greater interest in hearing concerns directly from the public about reading materials, academic content, or teaching practices that they find objectionable. A bill in the South Carolina legislature introduced by a GOP lawmaker on Feb. 7, for example, <a class=\"a-link\" href=\"https://www.newsandsentinel.com/news/local-news/2022/02/fall…-over-anti-critical-race-theory-bill-in-west-virginia-house/\" target=\"_blank\">would create a similar reporting system</a> focused on allegations of schools teaching critical race theory.</p><p><img style=\"width: 25%;\" src=\"https://storage.googleapis.com/gweb-uniblog-publish-prod/images/Icon_White_BG.max-500x500.jpg\"><br></p><p>A pattern could be emerging: Elected leaders push for schools to share exhaustive details of their work, while encouraging parents to share detailed concerns or complaints about educators. Those same elected leaders may then seek more disclosures from—and potentially new restrictions on—schools. </p>",
    "readTime": "12 min"
  },
  {
    "id": "10",
    "image": "https://wallpapersmug.com/large/79f1a6/scarlett-johansson-new-2020.jpg",
    "title": "365x2",
    "description": "Lorem ipsum dolor sit amet, consectetur adipisicing elit. Maxime nulla natus doloribus rerum labore nobis placeat libero veritatis velit veniam.",
    "quote": "orem ipsum dolor sit amet, consectetur adipisicing elit",
    "category": "365x4",
    "categoryColor": "bg-danger",
    "date": "FEB 13,2022",
    "authorImage": "https://wallpapersmug.com/large/79f1a6/scarlett-johansson-new-2020.jpg",
    "author": "scarlett johansson",
    "readTime": "8 min"
  },
  {
    "id": "11",
    "image": "https://wallpapersmug.com/large/79f1a6/scarlett-johansson-new-2020.jpg",
    "title": "365x3",
    "description": "Lorem ipsum dolor sit amet, consectetur adipisicing elit. Maxime nulla natus doloribus rerum labore nobis placeat libero veritatis velit veniam.",

    "quote": "orem ipsum dolor sit amet, consectetur adipisicing elit",
    "category": "365x4",
    "categoryColor": "bg-danger",
    "date": "FEB 13,2022",
    "authorImage": "https://wallpapersmug.com/large/79f1a6/scarlett-johansson-new-2020.jpg",
    "author": "scarlett johansson",
    "readTime": "8 min"
  },
  {
    "id": "12",
    "image": "https://wallpapersmug.com/large/79f1a6/scarlett-johansson-new-2020.jpg",
    "title": "365x4",
    "description": "Lorem ipsum dolor sit amet, consectetur adipisicing elit. Maxime nulla natus doloribus rerum labore nobis placeat libero veritatis velit veniam.",
    "category": "365x4",
    "quote": "orem ipsum dolor sit amet, consectetur adipisicing elit",
    "categoryColor": "bg-danger",
    "date": "FEB 13,2022",
    "authorImage": "https://wallpapersmug.com/large/79f1a6/scarlett-johansson-new-2020.jpg",
    "author": "scarlett johansson",
    "readTime": "8 min"
  },
  {
    "id": "13",
    "image": "https://static.onecms.io/wp-content/uploads/sites/35/2021/11/23/Melissa-Roxburgh-ED-Journey-Manifest-Story-GettyImages-1341169064-1323663587-AdobeStock_320768018-2000.jpg",
    "title": "When Banned Books Unlock the Secrets of My Universe",
    "description": "Lorem ipsum dolor sit amet, consectetur adipisicing elit. Maxime nulla natus doloribus rerum labore nobis placeat libero veritatis velit veniam.",
    "category": "spirits",
    "categoryColor": "bg-danger",
    "date": "FEB 13,2022",
    "authorImage": "https://static.onecms.io/wp-content/uploads/sites/35/2021/11/23/Melissa-Roxburgh-ED-Journey-Manifest-Story-GettyImages-1341169064-1323663587-AdobeStock_320768018-2000.jpg",
    "author": "Melissa Roxburgh",
    "content": "<h2>Educators are<span style=\"background-color: rgb(255, 255, 0);\"><font color=\"#000000\"> finding themselves under the microscope</font></span></h2><span style=\"background-color: rgb(255, 255, 0);\"><font color=\"#000000\"> </font></span><p><span style=\"background-color: rgb(255, 255, 0);\"><font color=\"#000000\">The number of teachers who are preoccupied wit</font></span>h those uncertainties could soon grow. </p><p><span style=\"background-color: rgb(255, 255, 0);\"><font color=\"#000000\">This year, Republicans in at least 10 states are considering <a class=\"a-link\" href=\"https://www.edweek.org/policy-politics/heres-the-long-list-of-topics-republicans-want-banned-from-the-classroom/2022/02\">requiring schools to publish lists</a> of all the books, reading materials, and other activities teachers use. Some proposals would allow parents to review materials before they are added to lessons or the school library, or to opt their children out of certain activities</font></span>. </p><p>Such proposals build on last year’s <a class=\"a-link\" href=\"https://www.edweek.org/policy-politics/map-where-critical-race-theory-is-under-attack/2021/06\">explosion of political pushback</a> against the teaching of what their sponsors have deemed “divisive concepts” that prompted 14 states to enact bans or restrictions on how schools address topics like racism and sexism. And beyond curriculum, one bill in Arizona would allow the state to <a class=\"a-link\" href=\"https://tucson.com/news/state-and-regional/govt-and-politics…om-parents/article_432c7416-7df9-11ec-8041-a758bafa88a6.html\" target=\"_blank\">punish teachers</a> who withhold students’ confidences—like a disclosure that a student is gay—from their parents.</p><p>At the same time, through approaches like Youngkin’s tip line, elected officials are expressing greater interest in hearing concerns directly from the public about reading materials, academic content, or teaching practices that they find objectionable. A bill in the South Carolina legislature introduced by a GOP lawmaker on Feb. 7, for example, <a class=\"a-link\" href=\"https://www.newsandsentinel.com/news/local-news/2022/02/fall…-over-anti-critical-race-theory-bill-in-west-virginia-house/\" target=\"_blank\">would create a similar reporting system</a> focused on allegations of schools teaching critical race theory.</p><p><img style=\"width: 25%;\" src=\"https://storage.googleapis.com/gweb-uniblog-publish-prod/images/Icon_White_BG.max-500x500.jpg\"><br></p><p>A pattern could be emerging: Elected leaders push for schools to share exhaustive details of their work, while encouraging parents to share detailed concerns or complaints about educators. Those same elected leaders may then seek more disclosures from—and potentially new restrictions on—schools. </p>",
    "readTime": "12 min"
  },
  {
    "id": "14",
    "image": "https://static.onecms.io/wp-content/uploads/sites/35/2021/11/23/Melissa-Roxburgh-ED-Journey-Manifest-Story-GettyImages-1341169064-1323663587-AdobeStock_320768018-2000.jpg",
    "title": "When Banned Books Unlock the Secrets of My Universe",
    "description": "Lorem ipsum dolor sit amet, consectetur adipisicing elit. Maxime nulla natus doloribus rerum labore nobis placeat libero veritatis velit veniam.",
    "category": "spirits",
    "categoryColor": "bg-danger",
    "date": "FEB 13,2022",
    "authorImage": "https://static.onecms.io/wp-content/uploads/sites/35/2021/11/23/Melissa-Roxburgh-ED-Journey-Manifest-Story-GettyImages-1341169064-1323663587-AdobeStock_320768018-2000.jpg",
    "author": "Melissa Roxburgh",
    "content": "<h2>Educators are<span style=\"background-color: rgb(255, 255, 0);\"><font color=\"#000000\"> finding themselves under the microscope</font></span></h2><span style=\"background-color: rgb(255, 255, 0);\"><font color=\"#000000\"> </font></span><p><span style=\"background-color: rgb(255, 255, 0);\"><font color=\"#000000\">The number of teachers who are preoccupied wit</font></span>h those uncertainties could soon grow. </p><p><span style=\"background-color: rgb(255, 255, 0);\"><font color=\"#000000\">This year, Republicans in at least 10 states are considering <a class=\"a-link\" href=\"https://www.edweek.org/policy-politics/heres-the-long-list-of-topics-republicans-want-banned-from-the-classroom/2022/02\">requiring schools to publish lists</a> of all the books, reading materials, and other activities teachers use. Some proposals would allow parents to review materials before they are added to lessons or the school library, or to opt their children out of certain activities</font></span>. </p><p>Such proposals build on last year’s <a class=\"a-link\" href=\"https://www.edweek.org/policy-politics/map-where-critical-race-theory-is-under-attack/2021/06\">explosion of political pushback</a> against the teaching of what their sponsors have deemed “divisive concepts” that prompted 14 states to enact bans or restrictions on how schools address topics like racism and sexism. And beyond curriculum, one bill in Arizona would allow the state to <a class=\"a-link\" href=\"https://tucson.com/news/state-and-regional/govt-and-politics…om-parents/article_432c7416-7df9-11ec-8041-a758bafa88a6.html\" target=\"_blank\">punish teachers</a> who withhold students’ confidences—like a disclosure that a student is gay—from their parents.</p><p>At the same time, through approaches like Youngkin’s tip line, elected officials are expressing greater interest in hearing concerns directly from the public about reading materials, academic content, or teaching practices that they find objectionable. A bill in the South Carolina legislature introduced by a GOP lawmaker on Feb. 7, for example, <a class=\"a-link\" href=\"https://www.newsandsentinel.com/news/local-news/2022/02/fall…-over-anti-critical-race-theory-bill-in-west-virginia-house/\" target=\"_blank\">would create a similar reporting system</a> focused on allegations of schools teaching critical race theory.</p><p><img style=\"width: 25%;\" src=\"https://storage.googleapis.com/gweb-uniblog-publish-prod/images/Icon_White_BG.max-500x500.jpg\"><br></p><p>A pattern could be emerging: Elected leaders push for schools to share exhaustive details of their work, while encouraging parents to share detailed concerns or complaints about educators. Those same elected leaders may then seek more disclosures from—and potentially new restrictions on—schools. </p>",
    "readTime": "12 min"
  },
  {
    "id": "15",
    "image": "https://static.onecms.io/wp-content/uploads/sites/35/2021/11/23/Melissa-Roxburgh-ED-Journey-Manifest-Story-GettyImages-1341169064-1323663587-AdobeStock_320768018-2000.jpg",
    "title": "When Banned Books Unlock ",
    "description": "Lorem ipsum dolor sit amet, consectetur adipisicing elit. Maxime nulla natus doloribus rerum labore nobis placeat libero veritatis velit veniam.",
    "category": "spirits",
    "categoryColor": "bg-danger",
    "date": "FEB 13,2022",
    "authorImage": "https://static.onecms.io/wp-content/uploads/sites/35/2021/11/23/Melissa-Roxburgh-ED-Journey-Manifest-Story-GettyImages-1341169064-1323663587-AdobeStock_320768018-2000.jpg",
    "author": "Melissa Roxburgh",
    "content": "<h2>Educators are<span style=\"background-color: rgb(255, 255, 0);\"><font color=\"#000000\"> finding themselves under the microscope</font></span></h2><span style=\"background-color: rgb(255, 255, 0);\"><font color=\"#000000\"> </font></span><p><span style=\"background-color: rgb(255, 255, 0);\"><font color=\"#000000\">The number of teachers who are preoccupied wit</font></span>h those uncertainties could soon grow. </p><p><span style=\"background-color: rgb(255, 255, 0);\"><font color=\"#000000\">This year, Republicans in at least 10 states are considering <a class=\"a-link\" href=\"https://www.edweek.org/policy-politics/heres-the-long-list-of-topics-republicans-want-banned-from-the-classroom/2022/02\">requiring schools to publish lists</a> of all the books, reading materials, and other activities teachers use. Some proposals would allow parents to review materials before they are added to lessons or the school library, or to opt their children out of certain activities</font></span>. </p><p>Such proposals build on last year’s <a class=\"a-link\" href=\"https://www.edweek.org/policy-politics/map-where-critical-race-theory-is-under-attack/2021/06\">explosion of political pushback</a> against the teaching of what their sponsors have deemed “divisive concepts” that prompted 14 states to enact bans or restrictions on how schools address topics like racism and sexism. And beyond curriculum, one bill in Arizona would allow the state to <a class=\"a-link\" href=\"https://tucson.com/news/state-and-regional/govt-and-politics…om-parents/article_432c7416-7df9-11ec-8041-a758bafa88a6.html\" target=\"_blank\">punish teachers</a> who withhold students’ confidences—like a disclosure that a student is gay—from their parents.</p><p>At the same time, through approaches like Youngkin’s tip line, elected officials are expressing greater interest in hearing concerns directly from the public about reading materials, academic content, or teaching practices that they find objectionable. A bill in the South Carolina legislature introduced by a GOP lawmaker on Feb. 7, for example, <a class=\"a-link\" href=\"https://www.newsandsentinel.com/news/local-news/2022/02/fall…-over-anti-critical-race-theory-bill-in-west-virginia-house/\" target=\"_blank\">would create a similar reporting system</a> focused on allegations of schools teaching critical race theory.</p><p><img style=\"width: 25%;\" src=\"https://storage.googleapis.com/gweb-uniblog-publish-prod/images/Icon_White_BG.max-500x500.jpg\"><br></p><p>A pattern could be emerging: Elected leaders push for schools to share exhaustive details of their work, while encouraging parents to share detailed concerns or complaints about educators. Those same elected leaders may then seek more disclosures from—and potentially new restrictions on—schools. </p>",
    "readTime": "12 min"
  },
  {
    "id": "16",
    "image": "https://static.onecms.io/wp-content/uploads/sites/35/2021/11/23/Melissa-Roxburgh-ED-Journey-Manifest-Story-GettyImages-1341169064-1323663587-AdobeStock_320768018-2000.jpg",
    "title": "When Banned Books Unlock ",
    "description": "Lorem ipsum dolor sit amet, consectetur adipisicing elit. Maxime nulla natus doloribus rerum labore nobis placeat libero veritatis velit veniam.",
    "category": "miscellaneous",
    "categoryColor": "bg-primary",
    "date": "FEB 13,2022",
    "authorImage": "https://static.onecms.io/wp-content/uploads/sites/35/2021/11/23/Melissa-Roxburgh-ED-Journey-Manifest-Story-GettyImages-1341169064-1323663587-AdobeStock_320768018-2000.jpg",
    "author": "Melissa Roxburgh",
    "content": "<h2>Educators are<span style=\"background-color: rgb(255, 255, 0);\"><font color=\"#000000\"> finding themselves under the microscope</font></span></h2><span style=\"background-color: rgb(255, 255, 0);\"><font color=\"#000000\"> </font></span><p><span style=\"background-color: rgb(255, 255, 0);\"><font color=\"#000000\">The number of teachers who are preoccupied wit</font></span>h those uncertainties could soon grow. </p><p><span style=\"background-color: rgb(255, 255, 0);\"><font color=\"#000000\">This year, Republicans in at least 10 states are considering <a class=\"a-link\" href=\"https://www.edweek.org/policy-politics/heres-the-long-list-of-topics-republicans-want-banned-from-the-classroom/2022/02\">requiring schools to publish lists</a> of all the books, reading materials, and other activities teachers use. Some proposals would allow parents to review materials before they are added to lessons or the school library, or to opt their children out of certain activities</font></span>. </p><p>Such proposals build on last year’s <a class=\"a-link\" href=\"https://www.edweek.org/policy-politics/map-where-critical-race-theory-is-under-attack/2021/06\">explosion of political pushback</a> against the teaching of what their sponsors have deemed “divisive concepts” that prompted 14 states to enact bans or restrictions on how schools address topics like racism and sexism. And beyond curriculum, one bill in Arizona would allow the state to <a class=\"a-link\" href=\"https://tucson.com/news/state-and-regional/govt-and-politics…om-parents/article_432c7416-7df9-11ec-8041-a758bafa88a6.html\" target=\"_blank\">punish teachers</a> who withhold students’ confidences—like a disclosure that a student is gay—from their parents.</p><p>At the same time, through approaches like Youngkin’s tip line, elected officials are expressing greater interest in hearing concerns directly from the public about reading materials, academic content, or teaching practices that they find objectionable. A bill in the South Carolina legislature introduced by a GOP lawmaker on Feb. 7, for example, <a class=\"a-link\" href=\"https://www.newsandsentinel.com/news/local-news/2022/02/fall…-over-anti-critical-race-theory-bill-in-west-virginia-house/\" target=\"_blank\">would create a similar reporting system</a> focused on allegations of schools teaching critical race theory.</p><p><img style=\"width: 25%;\" src=\"https://storage.googleapis.com/gweb-uniblog-publish-prod/images/Icon_White_BG.max-500x500.jpg\"><br></p><p>A pattern could be emerging: Elected leaders push for schools to share exhaustive details of their work, while encouraging parents to share detailed concerns or complaints about educators. Those same elected leaders may then seek more disclosures from—and potentially new restrictions on—schools. </p>",
    "readTime": "12 min"
  },
  {
    "id": "17",
    "image": "https://static.onecms.io/wp-content/uploads/sites/35/2021/11/23/Melissa-Roxburgh-ED-Journey-Manifest-Story-GettyImages-1341169064-1323663587-AdobeStock_320768018-2000.jpg",
    "title": "When Banned Books Unlock",
    "description": "Lorem ipsum dolor sit amet, consectetur adipisicing elit. Maxime nulla natus doloribus rerum labore nobis placeat libero veritatis velit veniam.",
    "category": "miscellaneous",
    "categoryColor": "bg-primary",
    "date": "FEB 13,2022",
    "authorImage": "https://static.onecms.io/wp-content/uploads/sites/35/2021/11/23/Melissa-Roxburgh-ED-Journey-Manifest-Story-GettyImages-1341169064-1323663587-AdobeStock_320768018-2000.jpg",
    "author": "Melissa Roxburgh",
    "content": "<h2>Educators are<span style=\"background-color: rgb(255, 255, 0);\"><font color=\"#000000\"> finding themselves under the microscope</font></span></h2><span style=\"background-color: rgb(255, 255, 0);\"><font color=\"#000000\"> </font></span><p><span style=\"background-color: rgb(255, 255, 0);\"><font color=\"#000000\">The number of teachers who are preoccupied wit</font></span>h those uncertainties could soon grow. </p><p><span style=\"background-color: rgb(255, 255, 0);\"><font color=\"#000000\">This year, Republicans in at least 10 states are considering <a class=\"a-link\" href=\"https://www.edweek.org/policy-politics/heres-the-long-list-of-topics-republicans-want-banned-from-the-classroom/2022/02\">requiring schools to publish lists</a> of all the books, reading materials, and other activities teachers use. Some proposals would allow parents to review materials before they are added to lessons or the school library, or to opt their children out of certain activities</font></span>. </p><p>Such proposals build on last year’s <a class=\"a-link\" href=\"https://www.edweek.org/policy-politics/map-where-critical-race-theory-is-under-attack/2021/06\">explosion of political pushback</a> against the teaching of what their sponsors have deemed “divisive concepts” that prompted 14 states to enact bans or restrictions on how schools address topics like racism and sexism. And beyond curriculum, one bill in Arizona would allow the state to <a class=\"a-link\" href=\"https://tucson.com/news/state-and-regional/govt-and-politics…om-parents/article_432c7416-7df9-11ec-8041-a758bafa88a6.html\" target=\"_blank\">punish teachers</a> who withhold students’ confidences—like a disclosure that a student is gay—from their parents.</p><p>At the same time, through approaches like Youngkin’s tip line, elected officials are expressing greater interest in hearing concerns directly from the public about reading materials, academic content, or teaching practices that they find objectionable. A bill in the South Carolina legislature introduced by a GOP lawmaker on Feb. 7, for example, <a class=\"a-link\" href=\"https://www.newsandsentinel.com/news/local-news/2022/02/fall…-over-anti-critical-race-theory-bill-in-west-virginia-house/\" target=\"_blank\">would create a similar reporting system</a> focused on allegations of schools teaching critical race theory.</p><p><img style=\"width: 25%;\" src=\"https://storage.googleapis.com/gweb-uniblog-publish-prod/images/Icon_White_BG.max-500x500.jpg\"><br></p><p>A pattern could be emerging: Elected leaders push for schools to share exhaustive details of their work, while encouraging parents to share detailed concerns or complaints about educators. Those same elected leaders may then seek more disclosures from—and potentially new restrictions on—schools. </p>",
    "readTime": "12 min"
  }
]
