[
  {

    "id": "7",
    "image": "https://magazine.exposition.lk/images/article70.jpg",
    "title": "Magic of Industry 4.0 in the journey to Manufacturing Excellence",
    "description": "Industry 4.0? Yes! Most of you might have heard of it, but some of you might not have heard of it. However, Industry 4.0 is ",
    "category": "student's-corner",
    "categoryColor": "bg-success",
    "date": "2022-02-16",
    "author": "Nelumi Opatha",
    "authorImage": "https://magazine.exposition.lk/images/article7_author.jpg",
    "content": "<p>Industry 4.0? Yes! Most of you might have heard of it, but some of you might not have heard of it. However, Industry 4.0 is all about the future in front of you. Therefore, I hope you find every bit of this story interesting. To start simple, Industry 4.0 is where we build the integration between the digital world and the physical sphere we see. Does it sound complex? Think that you are a quality controller in a fabric manufacturing factory. You have to make sure that all the garments meet specific quality standards. However, this inspection process to find defects is done through the naked eye in your factory. Naked eye!? Correct. It would help if you had an eagle eye and a whole lot of experience. It is where Industry 4.0 comes into play. What if you have a system to automate the quality control process, which can easily detect these defects in fabric? This is just one example where we have created the integration between the digital world and the physical sphere. There is a lot more. Let’s take a deep dive into the subject.</p><p> Industry 4.0 introduces a wide range of technologies that do wonders. The technologies of this new industrial revolution include the Internet of Things (IoT), Big data and Analytics, Cloud Computing, Robotics, Artificial Intelligence, Cybersecurity and many more. These technologies can be applied to each pillar of a business. As we will be focusing on Manufacturing Excellence, let’s consider a Factory, an industrial site which is generally a complex consisting of several buildings filled with machinery and workers who manufacture goods or operate equipment that processes each item into another. In simple, let’s discuss how Industry 4.0 has converted Manufacturing into Smart Manufacturing! </p><p>Manufacturing turns raw materials into finished goods using labor, equipment, tools and technologies. What is the productivity of Manufacturing? It depends on two main components; the input and output. Inputs could be any resources, such as raw materials, people, energy, information, etc., used in a manufacturing plant to get the expected output. These resources are always financial. However, we can put the key elements like time and skills into this “input” component. Outputs are the goods produced at the end of the process. Productivity is the ratio of this output to input. Now it is evident that greater productivity in Manufacturing leads to Manufacturing Excellence.</p><p>To improve productivity, first, you must review the existing workflow of the manufacturing plant, which includes people, processes, equipment, and technologies. That means you should have sound knowledge of&nbsp;how everything works right now. Before you make any changes understanding its current state is crucial.</p><p>As the next step in improving productivity, you have to identify the pain points in the current workflow. A proper analysis needs to be done in order to understand these. What must you do next? Yes, you are correct – addressing the pain points. We can do this in many ways, however as our focus is on digital transformation, let’s take the subsequent step as “Updating the Technology.” Get your mind ready! We are going to look into some hard-to-grasp applications of technology in the manufacturing process.</p><p><b>Integration of RFID and Big Data in Manufacturing – Production Tracking</b></p><p>RFID is the technology of Radio Frequency Identification. This technology employs electromagnetic fields to automatically identify and track tags attached to objects. It acts as a smart label. The data collected from these RFID tags are processed with real-time big data processing approaches. RFID tags on raw materials in the manufacturing process allow manufacturers to obtain real-time visibility of the work in progress.</p><p><b>Application of Artificial Intelligence in Quality Control process in Manufacturing</b></p><p>WiseEye is an intelligent fabric defects detection system that grips advanced technologies, including Artificial Intelligence. This AI-based inspection system meets the requirements of textile manufacturers. A research team in the Hong Kong Polytechnic University has developed this system and they have applied Big Data and Deep Learning technologies as well.</p><p>The team has trained the model by inputting data of thousands of yards of fabrics to detect around 40 typical fabric defects with surprisingly high accuracy resolution up to 0.1 mm/pixel. This has been put on trial for more than six months in a real life manufacturing environment. The tests have shown that this system is capable of reducing 90% of the loss and wastage in the fabric manufacturing process, which takes the overall performance of the manufacturing pillar to the next level.<b><br></b></p><p><b>Yes! AI does wonders.</b></p><p>Do you want to know another exciting application of it?</p><p>Continue reading!</p><p><br></p><p><img class=\"w-100 h-100\" src=\"https://magazine.exposition.lk/images/article74.png\" style=\"width: 504.16px;\"></p><p><img class=\"w-100 h-100\" src=\"https://magazine.exposition.lk/images/article71.jpg\" style=\"width: 414px;\"></p><p><img class=\"w-100 h-100\" src=\"https://magazine.exposition.lk/images/article72.jpg\" style=\"width: 398px;\"></p><p><br></p><p><b>Application of Artificial Intelligence in the BMW production system</b></p><p>Let’s look at the diagram below before reading up on what is happening here</p><p><img class=\"w-100 h-100\" src=\"https://magazine.exposition.lk/images/article73.png\" style=\"width: 504.16px;\"><b><br></b></p><p>This includes a complicated yet wonderful application in Artificial Intelligence. BMW has released a software package that makes light work of creating Artificial Intelligence applications for object recognition. The core element of this product is the BMW Labeling Tool Lite. This tool enables users to easily label the objects in photos, a fantastic solution to quickly build AI applications that accurately identify objects in images.</p><p>In the diagram, what you can see in the training phase is where they train the model’s algorithm using several images (as data) of the object they need to detect during the production process. Then using the algorithm, the model identifies patterns and detects the objects according to these patterns during the productive phase.</p><p>Using this trained model, they can identify the defects of objects too. After that, the system can notify the user about these defects – yes, obviously, this can be used in the quality control process. Moreover, this software package is used in many functionalities that can enhance the BMW production system.</p><p>These are only a few applications of Industry 4.0 technologies in the manufacturing process. There are many more interesting applications that portray the essence of Industry 4.0 that leads to Manufacturing Excellence. Especially in mass-produced goods such as apparel, fashion and footwear, technologies in Industry 4.0 act as catalysts in the scene. This digital transformation in the industry gradually converts Manufacturing into Smart Manufacturing. Now you know that Industry 4.0 is more than just a buzzword!</p><p>To conclude, the future in front of you is fascinating. Get your mind ready to witness the beauty of it!<br></p>",
    "quote": "Industry 4.0? Yes! Most of you might have heard of it",
    "authorPositionOne": "Undergraduate - Level 3",
    "authorPositionTwo": "Department of Industrial Management",
    "authorPositionThree": "University of Kelaniya",
    "readTime": "6 min"
  },
  {
    "id": "8",
    "image": "https://magazine.exposition.lk/images/article82.jpg",
    "title": "Are you ready to refine new oil?",
    "description": "Have you ever heard about the statement \"Data is the new oil\" at any point in your life?? Then let us think in this way.",
    "category": "student's-corner",
    "categoryColor": "bg-success",
    "date": "2022-02-16",
    "author": "Thilina Amarasinghe",
    "content": "<p>Have you ever heard about the statement \"Data is the new oil\" at any point in your life? Then let us think in this way. If we look at many centuries back, the discovery and the frequency of the usage of oil or crude oil have led the world to numerous paths to progress in many different ways. As a result of this, countries that have crude oil distributed and manufactured them became the wealthiest countries in the world. That implies that the world was driving based on crude oil mainly.&nbsp;</p><p>However, when we step into the 21st century, we have something more valuable than crude oil. That is nonother than \"Data\". Data has become prominent from the 20th century onwards, which started with Information Technology. In other words, data is all of our \"experiences\". With the collection of different experiences from different people, now the world has a vast amount of data that can be used in a technical way to make things better for the world populace. And the world goes into a development of a new era while absorbing all of our personal experiences.</p><p>With that in mind, if we look into figuring out the relationship between data and crude oil, we know that crude oil can easily be found either deep inside the ocean or deep in our living earth. Then those are excavated and taken out to refine and make them available for the human user.</p><p>The above process results in manufacturing tar, petrol and diesel. It clearly indicates that the more we refine the excavated oil from the ocean and earth, the better the value. The same theory can be applied to data.</p><p>Different data types have been collected and stored in different places for future usage. You and I are very well aware that any mobile phone used, an application installed on a device and any software we use in day-to-day life collect and store data with or without your acknowledgement. Those&nbsp;collected and stored data in many different locations can be seen or made available by a third party. If someone can solve this problem and find a way to make us understand, then the knowledge born inside it would be innumerable.</p><p><img src=\"https://magazine.exposition.lk/images/article81.jpg\" style=\"width: 100%;\"><br></p><p>The world can develop because of that knowledge gained through the data or the people's experience. Furthermore, on the other hand, do you know the countries that have data stored have become more valuable companies than the countries with crude oil in the world. Google, Microsoft, Alibaba, and Amazon are some companies that collect people's data and lead the world powers. In today's world, especially data analysis in organizations is highly and frequently followed to achieve better quality. Many companies are looking for new methods to develop more innovative capabilities and tackle challenges in a dynamic process using data analytics. So, data analytics is a crucial and significant aspect of entrepreneurial practice.</p><p>&nbsp;Suppose it is properly aligned with their business processes&nbsp;&nbsp;and learning needs. In that case, it can also lead to a significant improvement in their performance and the quality of their decisions. The value of data analytics is the ability to identify valuable data and transform it into usable information by identifying models and exploring new algorithms, tools and new projects solutions. Thus, the movement towards introducing big data and analytical tools&nbsp;addresses how this new opportunity can be utilized</p><p style=\"text-align: center; \"><b>“Being entrepreneurial means that an opportunity must be pursued despite the lack of resources, and the ability to leverage external resources is one of the hallmarks of the entrepreneur.” </b></p><p style=\"text-align: center; \"><b>-Stevenson and Jarillo, 1990 –</b><br></p><p>With the rapid increment of different integrated technologies into a growing range of equipment and products, entrepreneurs are highly involved in operating in a changing environment. With the improvement of the IoT and the advent of the Semantic Web, new ways of representing, storing and sharing information will replace traditional systems. In addition to the advent of ICT and the speed of production and dissemination of this data and its processing capacities, another element has gained importance in recent years. The generated data and other collected and analyzed data and processing algorithms are the main interests of many companies in today's world. Business owners are concerned about the advent&nbsp;of performance tools that can handle all data types. The use of data analysis and analysis tools, including IT cloud-based platforms, offer numerous opportunities for building entrepreneurial businesses that effectively and efficiently meet the needs of various companies.</p><p> The fundamental analysis provides an overview of the data, while the advanced&nbsp;analysis allows a deeper understanding of the data to inform, visualize and understand what has already happened. Predictive analytics uses past data to understand why something happened or predict what will happen in different scenarios in the future.</p><p>Entrepreneurs are known to be unlikely to analyze data to the same extent as large companies like Google, Facebook, Walmart, Twitter, and others due to their limited computing resources, skills, and tools. Engaging with free big data tools from companies like Google, not forgetting the growing importance of social media and social media interaction, can help drive awareness and traffic for entrepreneurs who pay significantly lower costs than traditional marketing approaches. However, it is noteworthy that they are unlikely to have extensive storage facilities and sophisticated tools to collect, prepare, analyze, and manage the data generated in many fields.</p><p>The value of data increases over time and depends on multiple uses. Analytics can affect almost every business area in the big data universe. Companies that do not develop the resources and skills to use big data effectively face the challenge of creating a sustainable competitive advantage. In this context, entrepreneurs must have a competitive advantage. The Absorbability of all available data enables them to absorb and reproduce knowledge. On the other hand, universities have a growing awareness that data offers opportunities to enhance the academic experience.<img src=\"https://magazine.exposition.lk/images/article83.jpg\" style=\"width: 100%;\"></p>",
    "quote": "Have you ever heard about the statement \"Data is the new oil\" at any point in your life??",
    "authorPositionOne": "Undergraduate - Level 4",
    "authorPositionTwo": "Department of Industrial Management",
    "authorPositionThree": "University of Kelaniya.",
    "readTime": "5 min"
  },
  {
    "id": "9",
    "image": "https://magazine.exposition.lk/images/article90.png",
    "title": "Beware of the IOT Devices",
    "description": "Internet of Things, known as IoT, has a widespread demand worldwide. Due to this enormous demand, the Internet of Things connects with ",
    "category": "student's-corner",
    "categoryColor": "bg-success",
    "date": "2022-02-16",
    "author": "Nimtara Munasinghe",
    "content": "<p>Internet of Things, known as IoT, has a widespread demand worldwide. Due to this enormous demand, the Internet of Things connects with more and more devices each day. As a result, people are heading to a world estimated to have 64 billion IoT devices by 2025.</p><p>The growth of IoT carries many benefits as it reshapes the way people handle daily tasks and potentially transforms the world. For example, a smart home can get many appreciative comments from the guests. As well as smart lighting reduces the overall energy consumption and lowers electric bills. In addition, new advances would allow linked automobiles to interface with smart city infrastructure, creating a completely new environment for drivers accustomed to travelling from one place to another in a traditional manner. Moreover, smart healthcare devices can give people a very informative description of their health.</p><p><img src=\"https://magazine.exposition.lk/images/article91.jpg\" style=\"width: 100%;\"></p><p><br></p><p>However, enormous benefits accompany risks. Hackers are highly innovative and evolve their skills by trying new methods to attack. Furthermore, they consider IoT devices as low-hanging fruits due to the relatively unsecured gateways to access sensitive data and other devices on a network. As a result, the vulnerability of IoT devices is a hot topic in the cyber security industry. Although various manufacturers introduce new IoT devices to consumers, they have not fully implemented the firms’ security protocols resulting in more opportunities for hackers and more danger for consumers.&nbsp;&nbsp;</p><p>After exposing the susceptibilities of Xiaomi Mijia, customers have become more alarmed by cybersecurity issues regarding smart security cameras. The incident drew attention after Dio-V, who owns a Google nest hub and multiple Xiaomi Mijia cameras around his house, claimed he randomly received images of other people’s homes when he streamed content from his cameras to Google Nest Hub. In February 2020, hackers targeted access control&nbsp;systems for smart doors and buildings with DDoS attacks manufactured by Nortek Security and Control, which affected more than 2300 buildings, including office buildings, factories, industrial parks, and private homes. In addition, security researchers from cybersecurity firm Bitdefender detected and reported a flaw in Amazon’s Ring Video Doorbell Pro. They stated that hackers could have gotten unauthorized access to the WiFi network, and many other connected devices of the user. Furthermore, tenable&nbsp;researchers from vulnerability detection firms detected many crucial vulnerabilities in Blink XT2 security camera systems owned by Amazon. They stated that these vulnerabilities could allow&nbsp;hackers to inspect the camera footage remotely, receive audio outputs and misuse the infected device to launch DDoS attacks. Several publications have revealed security flaws in smart bulbs over the past few years. For example, Murtuza Jadliwala, a research expert at the University of Texas, stated that hackers could breach infrared-enabled smart bulbs by sending a few commands through the invisible light emitted from the bulbs leading to the misuse of other connected IoT devices in the house. In February 2020, a drone was able to hack the new smart light bulb launched by Phillips Hue, which globally affected networks with Phillips Hue light bulbs, even outdoors. Sadly, this is not the first time hackers have attacked a smart bulb. Home break-ins and possible lawsuits are two examples of potential monetary damage. It is not limited to Phillips Hue bulbs either. The Zigbee protocol, which is being used by many home IoT devices, including Ring and SmartThings such as Ikea, Honeywell Thermostat, Comcast’s Xfinity Home alarm system, can also be considered as vulnerable products for hackers.</p><p><img src=\"https://magazine.exposition.lk/images/article92.jpg\" style=\"width: 100%;\"></p><p><br></p><p>Electronic Frontier Foundation conducted an investigation in late January 2020, and they reported that the Android Ring app includes third-party trackers which send personally identifiable information to external parties. The incident was widespread globally among all Android users, and it also affected the companies that received information from Ring. It is safe to assume that every internet-connected device has some level of flaws and vulnerabilities. With the widespread demand for IoT devices, most hackers will pay constant attention to these new areas in hopes of exploiting them. However, given the number of opportunities, a single weak point is all they require.</p><p>There are multiple ways hackers could hack an IoT device. For example, they could invade the network by physically attacking the hardware or manipulating the software to enter the network directly. Considering the cyberattacks that have happened before, it is trivial to expect absolute security and privacy from IoT devices. However, there are simple precautions consumers can take to make hacking more challenging.</p><p><img src=\"https://magazine.exposition.lk/images/article93.jpg\" style=\"width: 100%;\"><br></p><p>Many IoT devices suggest connecting to the internet directly, which is not a safe approach. In addition, security&nbsp;is not the main focus of most of these devices. Hence it is crucial to utilize the protection of a firewall. Connecting all the IoT devices using a secure WiFi router provides a built-in layer protection at the network level, which means the router’s security will instantly benefit all devices connected to it.</p><p>IoT manufacturers constantly improve their products and regularly send new software updates. Therefore, consumers should check the latest updates and have the newest software updates running in all the IoT based products. </p><p>Smart assistants like Echo and Google Home have turned on microphones as the default option. Unfortunately, this is a good resource for hackers to virtually invade houses. Therefore, turning off the microphones when not using the devices is a safe precaution against these attacks. In addition, erasing record history is also a good measure.&nbsp;&nbsp;</p><p>In summary, IoT is a massive network that connects people and devices through the cloud. With the widespread demand, IoT products are increasing every&nbsp;day. The growth of IoT helps people manage their everyday lives efficiently and smoothly. However, risks are also involved with these benefits. Many cyberattacks have occurred worldwide due to the vulnerabilities of these IoT devices. Hackers can hack simple IoT devices such as coffee machines, smart light bulbs, smart thermostats, and they can virtually invade people’s privacy. Therefore, consumers can take simple percussions to minimize the effects of these cyber-attacks. A few of them are using a secure WiFi router, updating firmware, and muting&nbsp;the microphone.</p><p>However, ultimately it is the manufacturers’ responsibility to ensure that the IoT products are more secure against hackers and respect the consumers’ privacy. Otherwise, these security and privacy issues could cause a dent in consumers’ desire to purchase internet-connected devices, which would contradict the true potential of IoT products.</p><p><img src=\"https://magazine.exposition.lk/images/article94.jpg\" style=\"width: 100%;\"><br></p><p><br></p>",
    "quote": "Internet of Things, known as IoT, has a widespread demand worldwide.",
    "authorImage": "https://magazine.exposition.lk/images/article9_author.jpg",
    "authorPositionOne": "Undergraduate - Level 1",
    "authorPositionTwo": "Department of Industrial Management",
    "authorPositionThree": "University of Kelaniya.",
    "readTime": "5 min"
  },
  {
    "id": "10",
    "image": "https://magazine.exposition.lk/images/article100.jpg",
    "title": "The Future of Finance - New Tech or New Skills?",
    "description": "Covid-19, a word reminiscent of the havoc it wrought across the world. By 2021, \"a new normal\" has been established in just about every sector",
    "category": "student's-corner",
    "categoryColor": "bg-success",
    "date": "2022-02-16",
    "author": "Raduni de Abrew",
    "content": "<p>Covid-19, a word reminiscent of the havoc it wrought across the world. By 2021, \"a new normal\" has been established in just about every sector, not just our lifestyles but also in the business sector. The finance function? Not an exemption.</p><p>In the past few decades, technological advances have made profound changes in the finance function. With time the function has shifted from focusing on operational efficiencies and reducing operational costs to more value adding tasks. The increasing automation of mundane tasks in the finance function such as data entry and bookkeeping, foreign exchange transactions and taxation, and reconciliations has resulted in the finance function having more time to focus on creating value and revenue for the organization. Fueled by rapid advances in technology and the changing mandate of the finance function, the once isolated finance function now works hand-in-hand with all other facets of a business as a strategic business partner and as a team that acts as a driver to achieve the desired impact of the business.</p><p>Consequently, the shift of the focus of the finance function to these more challenging tasks involved in value addition for the organization has emphasized the need for the finance professionals to develop a new skill set that has deviated from mere bookkeeping and balancing accounts. It necessitates higher level soft skills such as analytical and people skills, technological and leadership skills and, business acumen. The evolved finance function in organizations today is not what it was a decade back. Similarly, today's finance function is not what it will look like in a decade from today.</p><p>Of course, these changes were anticipated, and finance professionals were developing and nurturing these new skills for the future. No one anticipated Covid-19, and how large scale the effects of the pandemic would be. The doomsday countdown only sped up the hunt for skills that were predicted to play a major role in 5 years and for jobs that were made to be redundant in the next ten years. Those skills were suddenly in demand, and many jobs were made redundant due to the automation of many positions in the finance function due to lay off of a large number of the workforce due to the pandemic.</p><p>However, there is a significant concern that most, who wish to enter or, are already part of the finance profession voice out.<b> Is the future of the finance function new technology or&nbsp;the people and their skills?</b> Unexpectedly, this is also a query that many experts have attempted to provide solutions for. The finance function indeed has evolved to resemble a diamond shape (albeit with a flat top and bottom) from the pyramid shape that it was due to many external factors such as technology, competition and, the ever-evolving needs of customers and society.</p><p>The evolvement in the finance function in itself means that many jobs of those working in the lower levels have been made redundant due to the automation of those routine, mundane processes, and the number of people in those lower levels keeps decreasing as a result of the everchanging finance function. This phenomenon is the root of the technology or skills concern.</p><p>By observing these changes in the finance function, what can be gleaned out is that these changes should not be feared, and the finance function is increasingly becoming a more exciting and inspiring field to work and grow in.</p><p><img src=\"https://magazine.exposition.lk/images/article101.jpg\" style=\"width: 100%;\"></p><p>At the same time, the unencumbered growth in population and the population's level of education has naturally led to greater, more fierce competition than ever. The loss of mundane roles in the finance field is viewed by many as a threat. However, this is neither a circumstance limited to the finance function but is prevalent in many routine tasks across the job spectrum, nor is it a circumstance technology should be faulted for.</p><p>Therefore, the role of technology in this aspect is not something to be abhorred and repelled. The benefits of the technology include IT and systems implementation for working with stakeholders where systems like RPA (Robotic Process Automation) play a colossal role, as well using IT to solve real-time real-life problems for clients and using technology to support the organization strategy. The benefits to the finance function have provided the finance professionals the ability to play an active role in the organization's direction than staying behind accounts. Subsequently, technology and finance professionals could work together to support the value creation for the organization. Even at the lowest levels and for the most mundane tasks, a finance professional capable of manipulating the technology involved, maybe through coding, in performing those tasks would make the task more efficient and the process better optimized than an IT professional.</p><p><img src=\"https://magazine.exposition.lk/images/article102.jpg\" style=\"width: 100%;\"></p><p>In the contemporary finance function, the higher the diamond shape, the lower the ability to automate the skills. According to a 2017 McKinsey report, investigating the occupations most likely to be automated, it was discerned that&nbsp;in occupations in the finance function involving applying expertise and interacting with stakeholders, approximately 20% was automatable. Occupations dealing with managing people could only be automated up to 9%. While routine, mundane jobs such as data collection and processing could be automated to the extent of 64% and 69%, respectively. Therefore, it can be perceived that positions dealing with financial knowledge and various soft skills can be automated shallowly.</p><p><img src=\"https://magazine.exposition.lk/images/article103.jpg\" style=\"width: 100%;\"></p><p>The future of finance is not just technology, nor is it the finance professionals and their skills. It is an amalgamation of both. Above all else, the finance function is becoming business partners to the other functions. The finance professionals are the drivers who will steer those functions to aid in creating value for the organization (by analyzing the information provided to them from the lower levels of the finance function). Finance&nbsp;&nbsp;professionals will have the ability to not only analyze information but also to influence and make an impact in the organization while working alongside technology to optimize this task. Technological advances in fields such as data visualization and big data and data analysis methods have ensured this.</p><p>The future finance function will focus on helping the organization deal with data, look beyond transaction values, and make better-informed decisions. According to McKinsey, it is likely that more strategic areas such as FP&amp;A, tax planning, and financial risk management will be fields for financial professionals to enter.</p><p>The contemporary finance function seeks individuals not merely with data-driven skills but also with strategic vision, advisory skills, commercial and emotional awareness as well. There are many sources available to financial professionals to develop these soft skills.</p><p>Technology is not an evil coming to take away the jobs in the finance function. Although technology has eliminated much routine work, it has created many new opportunities for innovation and has opened up new markets and career paths. Technology is highly unlikely to replace humans any time soon. As long as those entering the finance field anticipate technological changes committed to developing soft skills and are willing to work with emerging technologies, the finance function would always be an open place for them.</p><p>The future of finance focuses on financial knowledge, soft skills, and technology working in tandem to achieve value creation for the organization. Therefore, finance professionals and those who wish to enter the finance field should develop and nurture these competencies to climb the corporate ladder and add value to the organization.</p><p><img src=\"https://magazine.exposition.lk/images/article104.jpg\" style=\"width: 100%;\"><br></p>",
    "quote": "Covid-19, a word reminiscent of the havoc it wrought across the world.",
    "authorImage": "https://magazine.exposition.lk/images/article10_author.jpeg",
    "authorPositionOne": "Undergraduate - Level 1",
    "authorPositionTwo": "Department of Industrial Management",
    "authorPositionThree": "University of Kelaniya.",
    "readTime": "7 min"
  },
  {
    "id": "11",
    "image": "https://magazine.exposition.lk/images/article110.jpg",
    "title": "Brainstorming - The new building block of a successful businesses",
    "description": "In today's competitive economy, finding something to stand out from other things is crucial. Albert Einstein said, \"Imagination is more important than knowledge\".",
    "category": "student's-corner",
    "categoryColor": "bg-success",
    "date": "2022-02-16",
    "author": "Nihim Abhayarathne",
    "content": "<p>I n today's competitive economy, finding something to stand out from other things is crucial. Albert Einstein said, \"Imagination is more important than knowledge\". It is not the knowledge within the organization that makes the organization unique, but the creativity of the idea they deliver. This article will be focused on the best way to utilize the imagination power of the individuals within the organization.</p><p>Alex F. Osborn was the person to introduce the term&nbsp;\"Brainstorming\" in 1953 in his book Applied Imagination. He defines it as \"using the brain to storm a creative problem\". We have two types of brainstorming. It can either be an individual or a group effort. As brainstorming is about quantity rather than quality, group effort would be the best practice. You must be wondering why quantity is not quality, and these brainstorming sessions always do not bring out the most practical solution at once. However, they will bring out various ideas from various people in various mindsets and backgrounds. This variation might be the critical factor for the success of a company. Richard Branson, the Englishman trying to make space tourism a reality, said that \"Two heads are better than one, and by sourcing ideas from each other, you have a better chance of coming up with a strategy that will allow your business to overcome a setback or challenge.\" That is why work teams have become a current trend in the corporate world.</p><p>As management and IT students, there are more than enough incidents where the&nbsp;successful businesses came up as a team or a group at the initial stages. Microsoft is such one case, Bill Gates left Harvard to begin the business, and Paul Allen had left his job as a programmer by that time. It proves that it is not the knowledge or the experience one possesses, its' the creativity and a mix of all the things mentioned above that have value in the market. It is the reason why musical groups are super hits than individual artists. Even though a single artist will be singing the song, several people will be behind the scenes giving life to the artist. When ideas come together, the variation of the output is astonishing.</p><p> Ralph Keeny, an emeritus professor at Duke's Fuqua School of Business, North Carolina, USA, has come up with a four-step process for successful brainstorming.</p><ol><li><b>Layout the problem you have to solve </b></li><li><b>Identify the objectives of the possible solution </b></li><li><b>Try to generate solutions individually </b></li><li><b>Work as a group once you have gotten clear on problems, objectives, and solutions</b></li></ol><p>Before finding the solution, it is essential to identify the question or the problem at hand. That is what the first point is all about. Individuals in the team must understand why the problem has come up in the first place. The next step is to identify the endpoint&nbsp;where the solution should lead. Once this journey has formed, now it is about the path. As long as the problem identification and the output expected from the solution are alike, the final decision will be favorable. Individual solutions are about finding paths to the destination or finding ways to get the desired objective. These could differ from individual to individual according to each individual's skillset and experience. That is the beauty of this process. However, at the end stage, everyone should gather up and listen to one another's ideas with an open mind and process all the ideas first. Then the organization's managers or the decision-makers on the project can make an educated and well-discussed solution to the problem they faced. For this process to become a success, the professional ethics and behavior in the organization&nbsp;should be at a higher standard.<img src=\"https://magazine.exposition.lk/images/article111.jpg\" style=\"width: 100%;\"></p><p><br></p><p>Looking into new startups in the business world, \"Failory\", an online newsletter, states that out of all the startups out there, 90% fail. It might be because of lack of product-market fit, marketing problems, team problems or financial problems. Despite team problems being number 3 on the list, I would say all the other reasons might have been avoided if the teams had come up with storming sessions. During a brainstorming session, a financial expert might develop a financial solution that would not sustain in the marketing aspect. A production chain specialist might develop&nbsp;a solution that would not be viable with the human resource available within the organization that only an HR person would know. Therefore, brainstorming is helpful in the current context where every individual has expertise. That is why investors for any startup would focus on the team and the idea of the business when the team members are youngsters to the industry.</p><p><img src=\"https://magazine.exposition.lk/images/article112.jpg\" style=\"width: 100%;\"></p><p><br></p><p>According to a survey done by Statista, 50% of the people would expect their coworkers to brainstorm or share new ideas . Apart from these statistics, it is human nature to desire human connections. Since the end of 2019, every professional has been pushed out of this comfort zone and forced to work in a virtual environment, but the plus side&nbsp;is that with the pandemic, virtual setups have led to efficient gatherings of people with a higher number of participants. Environmentalists worldwide came together to discuss the damage done by the NEW DIAMOND ship accident in the Sri Lankan coastline, which led to a catastrophic environmental disaster in Sri Lanka. The MNC's have been conducting their daily operations successfully using virtual platforms. Even under the pandemic condition, the most extensive brainstorming session, the UN general assembly, was held under a virtual backdrop. It proves how important it is to hear the solutions that others have to a problem.</p><p>Therefore, it is evident that if used effectively with excellent management, brainstorming&nbsp;could be a pillar of success to any business or operation despite the industry or the size. Finally, as Albert Einstein said, \"We cannot solve the problems with the same thinking we used when we created them,\" and as I see it, one cannot change the way he or she thinks, but they can see the problem through another person's eyes if they brainstorm. That would lead to a change in thinking at some point down the line.</p><p><img src=\"https://magazine.exposition.lk/images/article113.png\" style=\"width: 100%;\"> <br></p>",
    "quote": "In today's competitive economy, finding something to stand out from other things is crucial.",
    "authorImage": "https://magazine.exposition.lk/images/article11_author.jpg",
    "authorPositionOne": "Undergraduate - Level 1",
    "authorPositionTwo": "Department of Industrial Management",
    "authorPositionThree": "University of Kelaniya.",
    "readTime": "5 min"
  },
  {
    "id": "33",
    "image": "https://magazine.exposition.lk/images/article330.jpg",
    "title": "Your privacy is not private anymore",
    "description": "Your privacy is not  private anymore. Have  You ever thought of  being HACKED? Not at  all, right? ",
    "category": "student's-corner",
    "categoryColor": "bg-success",
    "date": "2022-02-16",
    "author": "Malinthi Perera",
    "content": "<p>Your privacy is not private anymore. Have You ever thought of being HACKED? Not at all, right? Therefore, always keep remembering that “Prevention is Better than Cure”. In our day-to\u0002day life, even though we care a lot more about security in the physical world, how many of us do consider our safety in digital security. Trust me; neglecting cyber security is one of the worst nightmares that someone can ever think of. Compared to physical security, while it is hard to be secure in digital space, data security matters more than ever in the new normal due to many reasons. One of the primary reasons for that is the rapid growth of active digital users and the lack of boundaries in the digital sphere. Therefore, browsing in cyberspace is similar to living in a house made of glass with open doors. Because of the transparency and fragility of the digital walls surrounding our online lives, our privacy can be taken out of control, and someone else may try to pretend as ourselves by misusing our identity in digital space. Top\u0002ranked cyber-related news sites like “The Hacker News”, “Dark Reading”, “Threatpost”,etc. had published the news, which provides facts on recently reported threats, technologies for defending against those cyber threats, the latest Cyber Security trends, and many other significant facts and figures related to cyberspace. Initially, it is common that someone feels a kind of insecurity with very little exposure to the Cyber Security domain; it is okay to have those insecurities as a beginner. Also, the good thing about it is that it can be taken as a positive indicator to measure that someone is on the right track of getting required awareness on cyberspace and defending against unwanted Cyber Security risks.</p><p>Even though there are some action plans and supportive authorities to get support recovery from Cyber-attacks aftermath, handling this stressful situation is more resource consuming. It makes our lives more complicated, regardless of our power of authority. Because of that, have to prevent unnecessary threats by identifying vulnerabilities at the right time in the right way and taking the right action for the identified vulnerabilities is the best way to manage the risk, rather than waiting until something goes wrong at the last moment. Through this article, I intend to give awareness on how to keep privacy private in cyberspace.</p><p><b><font color=\"#FF0000\">What is Security in Cyberspace?</font></b></p><p>In simple words, it is about protecting any entity’s online identity in the digital space. Sometimes there is confusion between cyber security and digital security. Though these two seems to do the same functions in cyberspace, there is a difference between both. Cyber security covers more ground by protecting the whole infrastructure, including network, system, storage, etc. Digital security is only responsible for protecting online information as a subset of cyber security. Regardless, digital security cannot be achieved through technology alone; it also involves using procedures, standards, policies, terms, products, administrative authorities, and people. Therefore, there is a fundamental principle called the “CIA triad” to check the level of protection by achieving freedom from danger, risk, or an attack. Though this is a primary concept, every time we log into cyberspace, the key objective of every cyber user is to achieve this its legitimate users.</p><p><img style=\"width: 100%;\" src=\"https://magazine.exposition.lk/images/article331.png\"><br></p><p><br></p><p><b><font color=\"#FF0000\">What are the Security Risks?</font></b></p><p>With the rapid transformation of this digital age, its risk factors are also increasing in a far more complex way. The security risk can be identified as anything in digital space that can break the CIA triad. While this means that the things which can steal, damage, or modify data without proper permission, the people who do these illegal exploitations are called Black-Hat Hackers. They are well-examined for making illusions in the cyber world and reaching their targets invisibly. These are some of the common risks that can result from the misconfigurations of digital entities and poor digital habits.</p><p><img style=\"width: 100%;\" src=\"https://magazine.exposition.lk/images/article333.png\"><br></p><p><br></p><p><b>1. Social Engineering</b></p><p>Have you ever received a call or text from an organization that you are familiar with asking for your personal identification, payment, health data etc.? Have you ever been asked, “Can you hold this for me? Because I am having an issue with my access.” How often have you heard that in your work communities? While the person asking may not seem suspicious, this is a far more common tactic that nowadays hackers use to exploit their targets rather than applying technical hacking techniques. Phishing is one of the common form of social engineering. And the other important thing is that most people do not care much about their content on social networking sites like Instagram, Facebook, Twitter, LinkedIn etc. People can proudly say that maintaining good social networks are a must to survive in today’s competitive world. Still, the fearful fact behind this is that when you are a victim of some criminal, it is an excellent opportunity for them to exploit you because they know the art of reading your psychology and using your mind to fulfil their intentions. So, before you respond to such situations, think twice because these people are well trained and researched on you sometimes in a way that you couldn't believe since this is a goldmine for them.</p><p><img style=\"width: 100%;\" src=\"https://magazine.exposition.lk/images/article332.jpg\"><br></p><p><b>2. Malware</b></p><p>More prolific and standard threat modes, this is an unwanted software program that installs itself. Sometimes it is hard to detect unusual behavior at first sight, but suddenly it all gets destroyed. This ranges from deny ingaccess to programs, deleting files, stealing information, and spreading spam from the infected machines to unsuspecting targets. These are some of the significant malware identified </p><ol><li>Adware – Though some forms of adware are legal, hackers use the users’ preferences and try to creep into their devices by letting them click those ads.</li><li>Botnets/Zombie Systems – These are networks hijacked digital mediums to attack the targeted entities in digital space. In most cases, botnets are used to perform Distributed Denial\u0002of-Services (DDoS) attacks by making floods in a digital entity and crashing its operations.</li><li>Ransomware – A digital entity is blocked its access, and it will be asked for a bribe to recover it. The worst case is that no one can guarantee 100% data recovery even though you proceed with the payment according to the intruders’ order.</li><li>Virus –This is malware attached to files in a targeted system and may be used to destroy its data. Usually, this requires human interaction to spread from system to system.</li><li>Worms – The functionality of this is almost the same as Viruses. Still, they have the ability to spread themselves from computer to computer, all on their own.</li><li>Trojans – Kind of virus used to deliver other types of malware by hiding them inside programs or files that look legitimate. This name was initiated based on the Greek story.</li><li>Camfecting Spyware – An Intruder steals user data and may be used to spy on a user by using the user’s webcam or microphone without even their permission. After successfully installing the spyware, it steals the user’s critical data by recording the facts from login to logout. Sometimes these recorded videos are being sold on the dark-web for entertainment purposes.</li><li>Rootkits – provides privileged access to a digital entity to do root-level tasks by hiding from the operating system.</li><li>Cryptojacking - This forces the infected system to perform malicious “crypto-mining” by hijacking its computing power.</li></ol><p><b>3. Identity Theft </b></p><p>Have you ever experienced someone is using a fake social network profiles using another's credentials and taking their presence online ? Similarly, Identity Theft happens when someone uses someone else’s personal information to commit unwanted stuff. This stolen information is commonly used in financial transitions, medical purposes, online identity, government identity, and many more. While identity is the top\u0002ranked selling information on the dark web for any illegal activities, this can ruin your identity. It is hard to restore your identity even if you are the richest man in the world.</p><p><b>4. Eavesdropping, Man-in-the\u0002Middle attack (MitM) kind of attacks </b></p><p>This happens when a third party hijack a communication session between two parties. The hacker generally cloaks itself with a spoofed IP address, disconnects the client, and requests information from the client. For example, attempting to log in to a bank session would allow a MITM attack to hijack user info related to their bank account. So, have you ever thought of this when doing your transactions? Hereafter, try to avoid compromised websites such as those not using HTML5 as an excellent proactive defence. And also encrypt network traffic through a VPN.</p><p><b>5. Cyberbullying</b></p><p>Simply this is a form of psychological blackmailing through the cyber interface. The worst-case here is once a person who intends to hurt a targeted person anonymously publish the targeted media into cyberspace, the other entire set of cyber users try to share it even without trying to find its accuracy level. Unfortunately, people do this unethical stuff to increase their post reactions or level up their account rankings by making it a trend.</p><p><br></p><p><b><span style=\"background-color: transparent;\"><font color=\"#FF0000\">How to Ensure your Privacy in Cyberspace?</font></span></b></p><p>Being proactive and preventing unwanted cyber threats is the best thing that any cyber user can follow to stay cyber-safe. These are the essential practices that can be helpful to achieve cyber-safety</p><p><b>1. Always be digitally updated</b></p><p>Whenever vendors issue System updates, they need to proceed without delay because it increases security with patching solutions for the available bugs. Apart from the system defaults, it is better to have proper IDSs, IPSs, Firewalls, anti-malware systems, proxies etc., with appropriate upgradations. </p><p><b>2. Keep Back-ups of Critical Information</b></p><p>Have a Personal Disaster Recovery Plan (DRP) in different Geo locations and develop a Continuity Plan (CP).</p><p><b>3. Maintain Your Critical Data Regularly </b></p><p><b>4.</b> Always try to delete your sensitive information where it is no longer needed because an intruder can open the door to access you since you do not pay attention to that data anymore. Also, try to review your data regularly, like inspect financial statuses, medical records, online profiles etc.</p><p><b>5</b>. When You feel like something is suspicious, stop working with it and just report it to the relevant authorities</p><p><b>6.</b> The physical security of your digital world is also playing a vital role. So, keep a close eye on your belongings. Always try to lock your digital devices with proper passwords and all.</p><p><b>7. Protect your passwords in a smart way</b></p><p>Do not use simple passwords that can be easily guessed by any primary hacker. Even though it is hard to remember, try to use far more complex passwords that are hard to break. And also, try not to use the same password for several places. For this, you can use trusted password management tools such as LastPass, McAfee, DASHLANE, RoboFormetc. Since these tools store your passwords securely with proper encryption, it is better not to save your passwords in ordinary apps and websites. Ultimately you can strengthen your cyber-safety by using multi\u0002factor authentication (MFA), which increase digital identity.</p><p><b>8. Stay away from Social Engineering Attacks </b></p><p>Whenever someone requests personal data for any urgent activity, check its reliability and proceed. Moreover, the other most important thing is to avoid suspicious links. Rather than clicking those, try to reach the official webpage and proceed with the necessary action. All over these, try to keep your identity safe when working with social networks. For example, try to avoid anonymous friend requests, restrict privacy etc. </p><p><img style=\"width: 100%;\" src=\"https://magazine.exposition.lk/images/article334.jpg\"><br></p><p><b>9. Maintain a secure connection </b></p><p>Always try to connect to private networks and avoid free connections. When using remote sharing, follow its best practices. Furthermore, always be aware of a secure HTTPS connection, which provides encryption features aver simple HTTP. </p><p><b>10. Maintain end-to - end encryption</b></p><p>Not all applications provide this feature as their default function, therefore you can use encryption tools like chatSecure, crypho to encrypt your activities in cyberspace.</p><p><b>11 .Proceed Financial Transactions Securely</b></p><p>Instead of credit cards, try to use mobile-based payment systems like Apple Pay, Android Pay…etc. Finally, it can be seen that privacy is not truly dead; it is just finding it hard to breathe at the moment. Therefore, we should not get trapped in this cyber illusion and also, we should never assume that we are immune, but we should achieve the immunity and become a person who can kill the cyber-fear before it kills us with complex threats. Having proper literacy on these things can be helpful to become a proactive cyber-user and prevent a catastrophe. Because not all mistakes can be easily undone with simple<b> “ctrl +z”</b>.</p>",
    "quote": "Your privacy is not  private anymore.",
    "authorImage": "https://magazine.exposition.lk/images/article33_author.jpg",
    "authorPositionOne": "Undergraduate - Level 4",
    "authorPositionTwo": "Department of Industrial Management",
    "authorPositionThree": "University of Kelaniya.",
    "readTime": "10 min"
  },
  {
    "id": "1",
    "image": "https://magazine.exposition.lk/images/article10.jpg",
    "title": "Mrs. Roshanie Jayasundara",
    "description": "A leader inspires others to dream more, learn more, do more and become  more. Leadership is not wielding authority.",
    "category": "interviews",
    "categoryColor": "bg-warning",
    "date": "2022-02-16",
    "author": "Exposition Interviews",
    "content": "<p align=\"center\"><font color=\"#3984C6\"><span style=\"background-color: rgb(255, 255, 255);\">A leader inspires others to dream more, learn more, do more and become more. Leadership is not wielding authority; it is simply empowering people. We got the opportunity to speak with Mrs Roshanie Jayasundara- Moraes, a prime example of a leader who guides with humility. She is a former Executive Vice President of the John Keells Group. She lead her organization towards its goals with compassion and her years of experience. She advocates for women leadership and has won the Gold Award for Career Achievements at the ‘Top 50 Professional and Career Women Awards 2017’ hosted by Women in Management.</span></font></p><p align=\"center\"><font color=\"#0000FF\"><span style=\"background-color: rgb(255, 255, 255);\"><br></span></font></p><font color=\"#0000FF\"> </font><p><font color=\"#0000FF\">Q: We would like to know about your educational background, which led you to become a leading professional in the property development sector in Sri Lanka.</font></p><p>I went on a scholarship after A/L. It was a student exchange scholarship. In that year, the A/L physic paper was leaked. Then they conducted the exam all over again. But I couldn't sit for that because I was not there. So, I ended up receiving results for only three subjects. Because of that, I wasn't able to join the university. Then after completing my scholarship year, I went overseas and came back. After that, I started working. But I wanted to study and gain some qualifications that support any career ambition I may have had. This was the idea that I always had with me.</p><p>After a couple of years, I started doing Charted Intuition Marketing UK exams. After finishing that, I did my MBA at PIM. These are the qualifications that I acquired. Today I am a fellow up at CIM, and I have an MBA from the University of Jayawardhanapura at PIM. The thing is, you have to be a lifelong learner. You can't stop learning at any point.</p><p><br></p><p><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\">Q: You have received many accolades , awards, and recognition throughout your journey. What are you most proud of in terms of those achievements and accomplishments, and what do you think is the reason behind your success? </font></span></p><p>First and foremost, I believe that every small win in our day-to-day life is of great consequence. You set yourself toward the target, you achieve that, which is a big win for you. Then you celebrate it with your team. Likewise, we should give credit to our everyday successes, whether small or big.</p><p>To achieve big wins like Olympics, you have to be that one person out of thousands. And not everybody is set out to accomplish these significant achievements. That doesn't mean that you are not a winner. Every day we all keep winning something. So, I try to find satisfaction in every small win. Whatever recognition that's due will follow naturally. So, I am proud of my day-to\u0002day achievements and the accolades that came my way. I encourage people to celebrate every accomplishment because they all add up ultimately.</p><p><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\"><br></font></span></p><p><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\">Q: What challenges did you encounter on your path to an executive role? How did you overcome these challenges? </font></span></p><p>In my opinion, I did not face any extraordinary challenges. I feel that anybody entering the workforce would face these challenges. First, you join as a trainee into the force. And then you figure out what industry you want to be in. So, you might make a couple of changes in the early days, try out a few things and settle down in an industry. Even after settling down in the industry, you might feel that you want to deviate. After a few years, you might feel stagnant and want to try new things And in the meantime, you have to keep feeding yourself with new challenges if you want to grow. I feel that you are your biggest challenge because if you start losing interest in what you are doing, you start losing interest in looking forward. But on a positive note, you can utilize these challenges to improve yourself. Then challenges become milestones that you need to surpass.</p><p>Each passing day you have to face little challenges like managing your time between family and work. The workplace always feels that you give more time to the family, while the family thinks you are not giving enough time. So, it's challenging. It's about managing the imbalance. But if you look deeply, the real challenge is yourself. As long as you come and keep up your self-motivation, you will overcome most of these challenges.</p><p><br></p><p><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\">Q: In a broader context, what can be done in Sri Lanka to break the glass ceiling and change perceptions of both women and men about the role of women in the economy as entrepreneurs and leaders?</font></span></p><p>When we are in the university or a classroom, boys and girls do not get treated differently. Suppose you are doing a project or an exam; you do not get different papers for women. Even as children, brothers fight with their sisters just as they fight with other boys. I believe that you do not grow up thinking differently about females. Especially in education, we do not feel differently, even in the universities. We should not even think about a glass ceiling. There should not be a glass ceiling. People should not be talking about a glass ceiling because women do the same things, same curriculum and same exams as men.The issue is our perception, our unconscious biases. All these unconscious biases begin when women step into society after university. Instead of a glass ceiling, we should focus on the capabilities of people in general and identify the best-suited person for the job at hand, whether it is a woman or a man.</p><p><img style=\"width: 25%; float: right;\" src=\"https://magazine.exposition.lk/images/article1.jpg\" class=\"note-float-right\"><br></p><p>It should not be a question. My answer is that there is no glass ceiling until we create it through unconscious biases. Unconscious biases are also keen after a particular time. It's amusing how you don't do that in the university, but after you step into the society after the academic journey, those biases kick in. And I think it is a good research project for somebody who does psychology or some social research to find out why that is happening. I feel like unconscious biases are holding women back.</p><p>We don't feel any different when we get down doing a job or project, but it is put into our heads. We should all work together to remove these perceptions. </p><p><br></p><p><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\">Q: What is the most significant risk you have taken as a professional?</font></span></p><p>I have spent 30 years in John Keells. This is my 30th year. In these 30 years, I have worked in three completely different industries. I have worked in the travel and tourism industry, and then I have worked in retail. Now I am in property development. I don't have any particular speciality. Perhaps my thing is managing teams and making sure the job is done. Every time you step out of your comfort zone, it is a risk. </p><p><br></p><p><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\">Q: How do you manage self\u0002-doubt?</font></span></p><p>To overcome self-doubt, we should jump in and do the task at hand. It would help if you did not overthink. As I remember, Richard Branson said when you get an opportunity, say yes and get into it. After getting into it, you should figure out how to do it. In my view, that is how you should handle self-doubt. Usually, you doubt yourself whether you have the ability to do it or not. But you will be amazed at the final energy and capability that manifest within yourself at the end of the task. I did CIMA in the late stage of my career to check myself and see whether I could still sit a traditional exam or go through a study set. Sometimes you have to do things to prove that you still have this ability. If anybody in the world can do it, you can do it too. Though We may look different, there is no difference between humans on the north, south, east, or west. You can overcome any doubt with these three factors Application, Confidence, and hunger to do it.</p><p><br></p><p><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\">Q: What does leadership mean to you?</font></span></p><p>Serving others is the definition of leadership to me. There is nothing else. You don’t need a title to become a leader. If you can influence another person’s life positively or negatively, you are a leader. It is a huge responsibility if somebody is looking at you to get inspiration, learn something, and emulate you. The person looking at you can be a child, friend, or colleague. As they are looking at you for a life lesson, you should serve them. They can not completely follow you, and it is difficult for other people to emulate you because you are unique and have faced different situations. Where you are today is the total of experience that you gained in different situations. If you are a leader or people look up to you, you have a huge responsibility to serve. When I say serve them, you will realise that I am talking about servant leadership. An organisation is the people who are serving the customers, the most important party in a business. And as the head of the organisation, you must serve your colleague so that they can serve the customer. You have to make them realise that their environment is conducive to their job, and they have the capability and opportunity. It would be best if you built up the right environment to function safely and securely. And that is how you should serve your people. Once you leave the business and that business and people are doing well, it means you have done a proper job. </p><p><img style=\"width: 25%; float: right;\" src=\"https://magazine.exposition.lk/images/article12.jpg\" class=\"note-float-right\"><br></p><p><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\"><br></font></span></p><p><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\">Q : JKH has done some ground-breaking projects and incorporated many innovations. Can you elaborate on how a balanced team helped and how do you keep your team motivated in the face of adversity?</font></span></p><p>Firstly, if they know that you are always behind them, they feel secure and safe to do anything. The second point is that you must make an environment where employees can be themselves and not be somebody else in functions. People feel relaxed wherever they can be themselves. Once you earn their trust, you can challenge them and stretch them to ensure their utmost capabilities and devotion. As a leader, you should challenge them into bigger and better things. Keeping the team together is another thing. Even in a team, there can be different types of people with different goals and objectives that they want to achieve in their lives. Therefore, you have to manage the team dynamic and bring them to the common cooperate goal as the company. But at the same time, they must feel that they can achieve their personal goals and ambitions while serving this common cooperate goal. By doing those things, you can keep the team motivated.</p><p><br></p><p><span style=\"background-color: rgb(255, 255, 255);\"><font color=\"#0000FF\">Q: What advice would you give to the next generation of female leaders? </font></span></p><p>My simple advice is Don’t think of yourself as different. If we think of ourselves as different and imperial, then we are the only ones that say that we could not do anything. Simply, you need to know that you are as good as anyone else in the row and go and do your job. You don’t need any special favours because you are a female. We are functioning in a society where we still have unconscious biases. In a community like that, I would want girls to go out and feel that there is no difference. Young girls should show others that they can do anything that anyone else can do. Just go and do. That’s it. </p><p><br></p><p>Q: Is there anything you wish you knew when you were in your early 20s? And finally, any advice for the youngsters out there who are waiting to join the workforce?</p><p>Sometimes in university, you dream of certain things, career\u0002wise. And most often, these thoughts get dictated by the course of studies you have done. If you are doing sciences,you might dream of a career in science, or if you learn econ and commerce subjects, you believe that you must have a job in that field. I want to tell you that university teaches you how to learn, not just theoretical content. If you train on learning and gathering information, you can do anything irrespective of your course of study. My advice is to try out different things in the first few years and figure out what you like, the area or the work you want to proceed with. It can be business, environment or social justice or anything. After seeking your potential and preference, settle down in that field or industry. Don’t be afraid to change your career path even after settling down. It is okay to change the career as you want as life is not about working. It is about happiness and satisfaction. And, of course, you need to have a source of income. But if you are doing what you love to do, money will come.</p><p><br></p><p><img style=\"width: 100%;\" src=\"https://magazine.exposition.lk/images/article13.jpg\"><br></p><p><br></p><p><br></p><p><br></p>",
    "quote": "A leader inspires others to dream more, learn more, do more and become  more.",
    "authorImage": "https://magazine.exposition.lk/images/expo_author.jpg",
    "authorPositionOne": "Exposition Interviews",
    "authorPositionTwo": "",
    "authorPositionThree": "",
    "readTime": "11 min"
  },
  {
    "id": "12",
    "image": "https://magazine.exposition.lk/images/article120.jpg",
    "title": "Is it an Angle you need?",
    "description": "Every budding entrepreneur must have heard of a Business Angel, more commonly known as an Angel Investor. For those unfamiliar with the jargon,",
    "category": "student's-corner",
    "categoryColor": "bg-success",
    "date": "2022-02-16",
    "author": "Harini Jayasundara",
    "content": "<p>Every budding entrepreneur must have heard of a Business Angel, more commonly known as an Angel Investor. For those unfamiliar with the jargon, an Angel Investor is a person or group that provide funding for new startups and young businesses.</p><p>Primarily, there are several factors an entrepreneur should consider when initiating a product or service to the market. First and foremost is the idea and vision they hope to bring to fruition. Second is a solid plan and a thorough understanding of available market opportunities. The third is the necessary resources and capital. A Business Angel is mainly concerned with the latter; however, their&nbsp;involvement is decided upon the other two.</p><p><img src=\"https://magazine.exposition.lk/images/article121.jpg\" style=\"width: 100%;\"></p><p> The first step to becoming a successful entrepreneur is the drive and passion for making a change and doing something more. Finding an investor before formulating an idea is like putting the cart before the horse. To quote Scott Belsky, the cofounder of Behance, \"It's not about ideas. It's about making ideas happen.\" Having a good idea is not enough. One should also have the determination and willpower to see through the&nbsp;process to make their vision a reality. To do so, proper planning is necessary. There should be a clear understanding of the business processes, marketing, and revenue methods and the percentage of success in the current market. It is also vital to recognize the existing competition and devise a game plan.</p><p>Once all that is set, the businessman or businesswoman requires a fund or budget to gather the needed resources and execute their well-thought-out plan. For this, investment is necessary. The next challenge is finding interested parties and encouraging them to provide the requisite funding. The BDC blog introduces personal investment, love money, venture capitals&nbsp;angels, business incubators, bank loans, government grants, and subsidies as the primary financing sources for startup businesses.</p><p>A startup can make or break a person's carrier. It might set them up for life or be their ultimate downfall. There is hardly an in between. Therefore, finding the more feasible funding method is of utmost importance.</p><p><img src=\"https://magazine.exposition.lk/images/article123.jpg\" style=\"width: 100%;\"></p><p><br></p><p>As defined in the first paragraph&nbsp;of this article, an angel investor is usually an experienced and retired business tycoon willing to fund young businesses. They provide the capital imperative to getting a startup off the ground and in action. However, these investors are no Samaritans despite the term 'angel'. At the end of the day, they expect a return on their investment. Hence, finding the best Angel who aligns with the entrepreneur's expectations is crucial.</p><p>Finding an Angel Investor is not as daunting as one might think. It is a straightforward process. Many websites and communities, both online and offline, cater to this need. Platforms related to crowdfunding, startups, business conventions, pitching events, and industry talks are typical hangouts for Angels. Finding a Business Angel is as easy as pie with the right connections and networking.</p><p>Rather than signing an agreement with the first Angel that shows an interest in the business, it is paramount to ensure that they are the best fit in finance and their interest, experience, and knowledge in the business field. Many instances of entrepreneurs joining hands with Angels who have less money to fund but more connections, expertise, and willingness may set the foundation for greater success. Factors to consider when selecting an ideal&nbsp;&nbsp;Angel include their reputation and network, industry experience, expectations, and whether they are a team player.</p><p><img src=\"https://magazine.exposition.lk/images/article122.jpg\" style=\"width: 100%;\"></p><p> When they have an esteemed reputation and spread-out network, investees find themselves with more opportunities open for them. Usually, the best Business Angels are those who have once, themselves, started from scratch. They understand the challenges associated with introducing a business and make suggestions for improvement based on personal experience. Moreover, they may act as mentors for their investees, inculcating the practices that would enable them to make inroads into the market. Even Steve Jobs, the founder of Apple Inc. and a renowned entrepreneur of the consumer electronics industry, was backed by an Angel Investor, Mike Marakkula, who was a retiree from Intel. Their combined efforts and shared knowledge played a pivotal role in establishing Apple Inc. as one of the most valuable companies of all time.</p><p><img src=\"https://magazine.exposition.lk/images/article124.jpg\" style=\"width: 100%;\"></p><p>Everything comes at a price. That being the case, it is vital to be aware of the terms and conditions when dealing with most Angel Investors. They expect a return on their investment. This could be in the form of equity or a more managerial role in the business. Most Business Angels anticipate at least ten times the amount they invested in being paid within the next five&nbsp;to seven years. Factors that should be considered when drawing up a contract with an Angel Investor are equity, percentages, investment terms, returns, contract or business agreement. It should be further noted that a Business Angel does not get involved with a risky project. They invest their money in those that have the potential to succeed. Consequently, they may refuse to continue funding a business if they get the gist that&nbsp;the cake is not worth the candle.</p><p>Accordingly, it should be highlighted that dealing with an Angel Investor is not always sunshine and rainbows despite the appeal. The decision should be reached after an in-depth analysis of the pros and cons. It should be acknowledged that deciding to invest in a startup, is in a way, a gamble for the investor. Sacrifices should be made from the side of both investor&nbsp;and investee. There should be a mutual understanding and commitment from both parties and the willingness to see it through. Only then can a venture hit the jackpot. By recognizing the path to success and acting upon it, any entrant to the business world can triumph and even become the next Steve Jobs.</p><p><img src=\"https://magazine.exposition.lk/images/article125.jpg\" style=\"width: 100%;\"></p><p><br></p>",
    "quote": "Every budding entrepreneur must have heard of a Business Angel, more commonly known as an Angel Investor.",
    "authorImage": "https://magazine.exposition.lk/images/article12_author.jpg",
    "authorPositionOne": "Undergraduate - Level 1",
    "authorPositionTwo": "Department of Industrial Management",
    "authorPositionThree": "University of Kelaniya.",
    "readTime": "5 min"
  },
  {
    "id": "13",
    "image": "https://magazine.exposition.lk/images/article130.jpg",
    "title": "The Toxic Truth",
    "description": "Due to social distancing conventions and country wide lockdowns, the Covid-19 epidemic has inevitably increased the use of digital technology in the past two years",
    "category": "student's-corner",
    "categoryColor": "bg-success",
    "date": "2022-02-16",
    "author": "Amaya Senarathne",
    "content": "<p>Due to social distancing conventions and country wide lockdowns, the Covid-19 epidemic has inevitably increased the use of digital technology in the past two years. People and organizations worldwide have adapted to changing work and living styles. Almost all industries, including minor and major businesses, healthcare, and education, have been compelled to transfer their services to an electronic format.</p><p>With this rapid change in the working and learning environment, the global sales of laptops and desktop computers topped 302 million in 2020, a 13% rise from the previous year. This market is anticipated to reach $149.02 billion by 2025 (International Data Corp).</p><p>As the rate of purchasing digital devices has increased, so has the speed of discarding outdated digital gadgets. Even&nbsp;though individuals give lots of consideration before purchasing digital devices, they do not give much thought before abandoning or discarding them. As a result, there has been significant growth in electronic waste globally.</p><p>Electronic waste, commonly called 'E-Waste', is the various&nbsp;forms of electric and electronic equipment that have ceased to be of value to their users or no longer satisfy their original purpose (Encyclopedia Britannica). E-waste accounts for more than 5% of all municipal solid trash globally. In 2019, global e-waste accumulated at a staggering 59 million tons per&nbsp;year. Only 17.4% of that total was collected and recycled.</p><p><img src=\"https://magazine.exposition.lk/images/article131.jpg\" style=\"width: 100%;\"></p><p>The developed countries have given close attention to controlling their e-waste by formulating rules and regulations and implementing solutions to the problems. For example, the manufacturer must bear responsibility for electronic trash in developed countries. As a result, the manufacturer must take over such items after usage and handle them according to environmentally acceptable techniques.</p><p>Sri Lanka has not followed a specific up-to-date approach for electronic waste management as a developing country. In Sri Lanka, managing electronic waste has been assigned to the Central Environmental Authority. The Central Environmental Authority of Sri Lanka released the National Policy on the Management of Electronic Waste in 2008, laying forth standards&nbsp;for disposing of e-waste in the country. The campaigns that were aimed to raise public awareness in the country about the environmental damage caused by careless electronic trash disposal were futile. Furthermore, the use of mass media to raise awareness among the general population about the proper disposal of widely used electronic and electrical items has been inadequate. Therefore, Sri Lankans do not have adequate knowledge on how to dispose of e-waste.</p><p>Improper e-waste disposal in landfills or other unsuitable areas poses a severe hazard to public health and has the potential to damage ecosystems for future generations. Toxic chemicals are produced when electronics are disposed of in landfills, affecting the earth's air, soil, water, and human health.</p><p>E - waste contains many hazardous components, such as mercury, lead, cadmium, and lithium, which impact almost every system in the human body. These chemicals can cause birth abnormalities and harm people's brain, heart, liver, kidneys, and skeletal systems. They also have a profound impact on humans' neurological and reproductive systems.</p><p>Heavy metals and flame retardants can leak straight from e-waste into the soil when buried improperly, contaminating the underlying groundwater nearby. Because of their size and weight, big particles discharged after burning or shredding e-waste quickly re-deposit on the ground and pollute the soil. When heavy metals are present&nbsp;&nbsp;in the soil, crops are more prone to absorb these pollutants, which can cause a variety of diseases and make farms less productive.</p><p>Heavy metals from e-waste seep further into the earth after soil contamination, ultimately finding their way into rivers and lakes. These metals cause acidification and toxification in the water, which can kill marine and freshwater species and disrupt biodiversity and damage ecosystems.</p><p>Burning is commonly used to dispose of low-value e-waste, which increases the risk of chronic illnesses and tumours because it emits tiny particles that may travel hundreds of kilometres. Smartphones emit more greenhouse gases than any other consumer electronic item, despite their small&nbsp;carbon footprint compared to the primary causes of global warming, especially the energy and transportation sectors. Therefore, e-waste should be disposed appropriately to maintain a safe environment for all organisms.</p><p>There are several factors to consider before discarding e-waste. If a product has become obsolete, people can donate it to someone who may still find it useful. Many stores also provide trade-in programs or incentives for those who want to upgrade their devices, which involve returning an earlier model that the merchant may reuse or repurpose.&nbsp;</p><p>Using cloud-based data storage can help organizations prevent e-waste by lowering the demand on hard drives, allowing equipment to last longer, and&nbsp;minimizing the need to buy, repair, or replace hardware as frequently.<img src=\"https://magazine.exposition.lk/images/article132.jpg\" style=\"width: 100%;\"></p><p>One of the most critical aspects of e-waste management is that old electrical items should never be thrown away with the other garbage and should be separated at home according to their toxicity. Toner cartridges, batteries, monitors, and screens are considered highly hazardous, while cables, chargers, laptops, and phones are less hazardous. If a product is completely unusable or broken, it must be thrown away through a certified e-waste haulier or recycler or taken to a designated collection centre. The official website of the Government Information Center provides a list of government-approved Electronic Waste Collection Centers in Sri Lanka. Even if electronic waste is collected, they are exported due to the government's inability to recycle it. Because of the absence of recycling facilities in this nation, it has been noted&nbsp;that licensed collectors are increasingly collecting garbage from which precious metals may be recovered and exported. As a result, moderately hazardous waste is released into the environment regularly.</p><p>Even though improper e-waste disposal is not recognized as a big&nbsp;issue in Sri Lanka, it is a significant issue with several immediate and long-term harmful consequences. Therefore, the disposal of e-waste should be addressed seriously both in the home and in the workplace. As a result, we will build a safer environment for both present and future generations.</p><p><img src=\"https://magazine.exposition.lk/images/article133.jpg\" style=\"width: 100%;\"><br></p>",
    "quote": "Due to social distancing conventions and country wide lockdowns, the Covid-19 epidemic has inevitably increased the use of digital technology in the past two years",
    "authorImage": "https://magazine.exposition.lk/images/article13_author.jpg",
    "authorPositionOne": "Undergraduate - Level 1",
    "authorPositionTwo": "Department of Industrial Management",
    "authorPositionThree": "University of Kelaniya.",
    "readTime": "5 min"
  },
  {
    "id": "17",
    "image": "https://magazine.exposition.lk/images/article170.jpg",
    "title": "Establishing Equity and Accessibility in Entrepreneurship",
    "description": "Entrepreneurship is one of the most challenging and uplifting strategies in escalating the number of areas associated with multiple development trajectories. Being an entrepreneur is quite",
    "category": "Edify Winner",
    "categoryColor": "bg-event",
    "date": "2022-02-16",
    "author": "Nethra Theekshanari Silva",
    "content": "<p>Entrepreneurship is one of the most challenging and uplifting strategies in escalating the number of areas associated with multiple development trajectories. Being an entrepreneur is quite competitive and challenging. An entrepreneur is a well established, optimistic personality who boldly accept challenges and learns through vulnerability. When it comes to a yet developing nation, the risk of deciding to be independent would be more problematic. Entrepreneurship is a remarkable milestone that directly involves employment and job opportunities. A successful entrepreneur would be a fine diamond to the nation and the field of innovation.&nbsp;</p><p>When considering a much more optimistic view on entrepreneurship, it accompanies the development of innovation by stabilising both internal and external economic, educational, and socio-cultural growth, contributing towards employment. A reliable environment ensures many functional platforms for young apprentices to elaborate on their skills. Even though the concept is quite strange for developing nations, enhancing awareness of associated areas is profitable. Increased awareness could be a turning point to be more independent, mitigating the psychological stress and low- self-esteem, whereas the&nbsp;government and the existing entrepreneurs play a massive role in intervention. Entrepreneurship goes hand in hand with rising leadership qualities and attributes to experience the world in a new dimension. The structural modifications to the systematic approaches such as self-employment would be referred to a more extended and vast range of active participation. Several customisable areas for entrepreneurship have been blocked as a negative impact of socio-cultural distortions such as gender- biases, inadequate support, inability in adapting to the environment, power concentration and inaccessibility. Gender biases are relatively common yet less permeable to be addressed in a multicultural territory. Sri Lanka is considered as one of the third world developing nations that fall under the South Asian region. Even though it has been recorded as highly literate, formal education and innovative opportunities are comparatively restricted for females due to unnecessary cultural intervention.</p><p><img src=\"https://magazine.exposition.lk/images/article172.jpg\" style=\"width: 100%;\"><br></p><p>Moreover, domestic violence, child marriage, sexual harassment, economic instability&nbsp;child slavery and abuses are relatively increased in south Asian nations such as India, Pakistan, and Afghanistan, seizing the ability to think of innovations and entrepreneurship. Even if the educational alternatives are fulfilled, there is a huge tendency to be enrolled into the job market as employees to provide for their families and defend themselves by earning their daily needs. Inadequate support of familial and non-familial environments holds no surprise in third world developing nations. Since the economy fluctuates, the gross national income deviates, which affects the decreased per capita income. Reduced per capita income remarks a significant deficit in the quality of daily living. Adaptations also matter in Entrepreneurship. Origination of a journey might find many disruptions, although an ingenious personality begins to learn and adapt to the circumstances considering the upcoming challenges as investments. It is challenging to remain in the competitive field unless the individual has adapted to the promontory period. Power concentration and political interference also play a massive role in entrepreneurship. Most&nbsp;educated and innovative minded apprentices get excluded and lose the rudimentary space to be stabilised as independent personalities due to the unacceptable political dominance . Unexpected pressure, threats, and socioeconomic implications pressurise them towards employment rather than attending to entrepreneurship.</p><p>Accessibility is the most overlooked title, which is being excluded by typical socio-cultural mainstream over generations. Educational dynamics, social isolation, limited opportunities, and barrier to entrepreneurship are found to be commoner in people with all types of disabilities, yet no substantial remediations are established. As stated in the United Nations convention, disability refers to a vast range of long-term physical, mental, intellectual, or sensory impairments. Those also include significant deficits in associated areas such as participation, interaction, and functioning, although equity and empowerment have acquired an enormous persistence in sustainable development, which straight away affects the&nbsp;stabilisation of the nation.</p><p><img src=\"https://magazine.exposition.lk/images/article173.jpg\" style=\"width: 100%;\"></p><p>Entrepreneurship is the basis of sustainability which involves several areas such as exports, investments, poverty reduction, and higher employment. All the aspects included in a sustainable environmental protocol emphasise inclusion. Since the perspectives are multidimensional, people are more prone to create multifactorial assumptions. The unity and the overall participation are more effective and beneficial in establishing synergistic cooperation. In this case, the opinion of maximising the opportunities for everyone needs to be prioritised regardless of the condition itself. Considerably there are numerous burdens for disability even in the most basic attempts. The most known barriers would be difficulties in accessing locations, discrimination, and limitations in creating inter-relationships with contemporaries. Society itself restricts the opportunities to be initiative, interpreting the people with disabilities as introverts who seek sympathy. When it comes to women with disabilities, the chance of being neglected is relatively high in number. The potential to be underestimated is even more due to the highly considered intersectionality.&nbsp;&nbsp;</p><p>There is huge viability for them to be abused mentally and physically, causing social isolation, frustration, and depression. Socio-cultural manifestations emphasise certain oppositions on creating disability-friendly empowerment programs on entrepreneurship. Limitations in functioning, low productivity and limitations in executive abilities are considered as the most prominent. In femininity, some additional barriers such as sexual briberies can also be identified.</p><p>Educational exclusion plays a huge role in social engagement regardless of both genders. Many nations, included explicitly in the Asian region, have neglected to enhance the quality of life, uplifting the accessibility to formal education. Even though there are no significant pre-requisites for future management and&nbsp;entrepreneurship frameworks, early childhood achievements and experiences were effective in building confident personalities. Education refers to a vast range of performances, yet children with disabilities receive reduced opportunities to be enrolled into the mainstream. Special education units and schools were found to be less in number than the number of children experiencing various disabilities and limitations across the globe. Enhancement of Individual independence of people with disabilities also relies on the wellestablished awareness and governmental stabilisation. While addressing the gaps between typical individuals and individuals with disabilities relating to entrepreneurship, it is essential to eradicate misconceptions and myths. In European nations, equity and companionship are well prioritised to cooperation and optimum participation. Entrepreneurship develops through various wellestablished mnemonics, specifically from the most primitive aspects. Self-esteem, gratification, clarity of vision and dedication decide the success achieved as an entrepreneur. Even in the vision of disability, the combination of higher self-esteem and confident individuality creates a successful entrepreneur.<br></p>",
    "quote": "Entrepreneurship is one of the most challenging and uplifting strategies in escalating the number of areas associated with multiple development trajectories.",
    "authorImage": "https://magazine.exposition.lk/images/article17_author.jpg",
    "authorPositionOne": "Department of Disability Studies, ",
    "authorPositionTwo": "Faculty of Medicine",
    "authorPositionThree": "University of Kelaniya",
    "readTime": "6 min"
  },
  {
    "id": "18",
    "image": "https://magazine.exposition.lk/images/article180.jpg",
    "title": "hackX 2021",
    "description": " Inter-University Innovative Startup Challenge",
    "category": "events",
    "categoryColor": "bg-event",
    "date": "2022-02-16",
    "author": "hackX 2021",
    "content": "<p>The sixth edition of Sri Lanka’s most awaited InterUniversity Innovative Startup Challenge, hackX 2021, was held on the 3rd of October, ending the eager anticipation of hundreds of university undergraduates with a passion for making ideas&nbsp;happen. The Grand Finale was held online with the support and guidance of the event’s Official Platinum Partner, ISM APAC, and Official Main Sponsor, Creative Software. It was a huge success and promised another spectacular event in 2022. hackX is the most anticipated inter-university startup challenge in Sri Lankan university history, which began six years ago by the Department of Industrial Management. Since then, hackX has brought forward Sri Lankan university undergraduates’ tech-based innovative activities, resulting in their unique innovations being acclaimed and recognized by industry heavyweights. With a severe competitive edge, the sixth episode of HackX attracted more than 120 applicants, making it difficult for the panel to pick 30 out of 120 concepts. A rigorous review was conducted by Mr. Pasindu Bandaranayake, Senior Executive - Tech Evangelist at Dialog Axiata PLC, Ms. Sammani&nbsp;Kusaladharma, Specialist - Biz Evangelist at Dialog Axiata PLC and Mr. Shanaka Wickramaarachchi, Specialist - Tech Evangelist at Dialog Axiata PLC. Accordingly, thirty semi-finalists for hackX 2021 were chosen, representing most government and private universities around the country. Thirty semi-finalists pitched their innovative ideas before a panel of judges consisting of industry experts from the corporate sector. The judges were Mrs Harshani Ranawaka - Technical Manager (SL Sana Projects) at ISM APAC, Mr Asanka Amarasinghe - Technical Consultant at ISM APAC, Mr Dimuthu Jayamanna - Senior Tech Lead at Creative Software, Mr Isuru Jayathissa - Tech Lead at Creative Software, Mr Chamath Kumarasinghe - Associate Tech Lead at Sysco LABS and Mr Dinesh Karunathilaka - Chief Operating Officer at PayMedia (Pvt) Ltd. Fifteen teams were selected as finalists of hackX 2021. A one month time period was given for the fifteen final teams to develop their innovative&nbsp;ideas into real-world products. Each team was assigned with a mentor from the corporate sector to guide them in the technical and business aspects of product development. The fifteen mentors were from ISM APAC, Creative Software, Ideamart - Dialog Axiata PLC, Sysco LABS, 99x. Moreover, four skill development webinar sessions were conducted for the 15 final teams focusing on technical and business aspects. HackX 2021 Grand Finale was held successfully on the 3rd of October. The final teams demonstrated their four-week mastered production and battled for the grand prize at the event. They pitched their innovative ideas in front of a panel of foremost investors and corporate partners in Sri Lanka. </p><h4 style=\"text-align: center;\"><b>\"University students are the future of the IT industry in Sri Lanka. The small but creative ideas of them today will change the world tomorrow immensely. hackX makes the ground for them to play.\"</b></h4><p style=\"text-align: right;\"><b>- Mr. Priyantha Bethmage </b></p><p style=\"text-align: right;\"><b>Managing Director ISM APAC</b></p><p>The judging panel consisted of Mrs Harshani Ranawaka - Technical Manager (SL Sana Projects) at ISM APAC, Mr Duminda Prasad - Head of Cloud &amp; Data at Creative Software, Mrs Nevindaree Premarathne - Senior Manager - Startup Ecosystem Development at ICTA, Mr Harinda Fonseka - Social Entrepreneur, Founder &amp; CEO gudppl, Prof. Janaka Wijayanayake - Department of Industrial Management, Faculty of Science, University of Kelaniya. The innovative products of the final teams included projects related to mobile apps, websites, software, IoT devices, wearables, etc., which can be used in the leading sectors like Medical /Health Care, Visual Assistant, Environment conservation and Sustainability, Gaming and Agriculture. Team \"Les Pirates Sabra\" from Sabaragamuwa University of Sri Lanka became the winner of hackX 2021, while \"ecoBots\" from the University of Kelaniya became the 1st Runner Up and \"The Circle\" from Informatics Institute of Technology became the 2nd Runner Up. The three winning teams received valuable cash prizes, and all the final teams received valuable certificates. The innovative product of team \"The Circle\" was a mobile application called “UAsk” for visually&nbsp;impaired people.Using the mobile application, a visually impaired person can capture an image, and the person can ask questions about the image using voice or keyboard input. After inputting the image and query, the user can get the answer by a voice from the mobile application. The product of team \"ecobots\" was a mobile application and a portable wearable device that can monitor the blood oxygen level, heart rate, and body temperature of the patients through the device and send patient’s health status to doctors to get necessary medical instructions. Doctors can send instructions through the mobile app or manually contact patients. This way, doctors can review more patients without getting any risk and the patients do not need to visit the doctor to check their medical status. The winning product of team \"Les Pirates Sabra\" was a mobile application that uses the phone camera to take a picture of the ingredient menu of a product and then identify the ingredients that are harmful to the human body. And it will display the toxic ingredient and its side effect on long-term usage. Another option it provides is to search the product by its name. If it is harmful, it will display the harmful ingredients and substitute products they can purchase. Another successful episode of hackX chronicles has come to a close. HackX 2021 ended on a high note, promising to reveal the seventh episode uniquely, taking the hackathon series to a new level.</p><p><br></p><h4 style=\"text-align: center; \"><b>\"This is a great timely initiative to inculcate the mindset of entrepreneurship among university students. Very well organized!\"</b></h4><p style=\"text-align: right; \"><b> -Mrs. Nevindaree Premarathne </b></p><p style=\"text-align: right; \"><b>Project Manager </b></p><p style=\"text-align: right; \"><b>ICT Agency of Sri Lanka</b></p><p style=\"text-align: right; \"></p><div style=\"text-align: left;\"><b><br></b><img src=\"https://magazine.exposition.lk/images/article181.jpg\" style=\"width: 100%;\"></div><br><p></p>",
    "quote": "The sixth edition of Sri Lanka’s most awaited Inter-University Innovative Startup Challenge",
    "authorImage": "https://magazine.exposition.lk/images/article180.jpg",
    "authorPositionOne": "",
    "authorPositionTwo": "",
    "authorPositionThree": "",
    "readTime": "5 min"
  },
  {
    "id": "21",
    "image": "https://magazine.exposition.lk/images/article210.jpg",
    "title": "HackX Jr. 2021",
    "description": "Inter-School hackathon organized for school children",
    "category": "events",
    "categoryColor": "bg-event",
    "date": "2022-02-17",
    "author": "HackX Jr. ",
    "content": "<p>HackX Jr. 2021 was held gloriously for the fourth consecutive year as a proud product of the Industrial Management Science Students’ Association. HackX Junior is an Inter-School hackathon organized for school children all over the country to provide a platform to transform their ideas into reality. HackX Jr. 4.0 was held backed by the theme of “Give Shapes to Ideas”, marking new milestone for the hackathon. Filling society’s needs; aligning school students with the industry, hackX Jr. brings forth the hidden talents and unique ideas of brilliant young minds to help them implement those ideas with the help of the experts in the field. Identifying this unrealized need and the untapped potential of the local school children, backed by the introduction and growth of the technology and IT stream for Advanced Level in school curriculums, we, as a responsible organization, contributed many valuable inventions to the world through this competition over the years.</p><p>HackX Junior 2021 was held under four segments: Awareness Program, Semi-Final, Mentoring Program and the Grand Finale. In the Awareness Program, 1st Awareness session was conducted for all the applicants to acknowledge them in the competition. Ms Pulani Ranasinghe, the Founder and CEO of Loons Lab, addressed the audience on identifying a problem, discovering a solution, and making a Proposal. A motivational discussion was held on Entrepreneurship Development by Ms Tamasha Fernando, Senior Manager of Startup Ecosystem Development in ICTA of Sri Lanka. Three knowledge sharing sessions were held parallel to the Awareness Program.</p><p>Mr Ahamed Nishad, tech for Development Lead at INDP Sri Lanka and Citra Social Innovation Lab, conducted a session on How to Pitch Your Idea. The second knowledge sharing session was on Digital Marketing and Growth Hacking by Mr Dimuthu Ponnamperuma, Chief Strategy Officer at Accelozo. Three outstanding personnel, from the Information Institute of Technology, Sri Lanka, Mr Austen Mascranghe, Ms Abarnah Kirupananda, and Mr Havindra Gunawardena discussed the role of Data Analytics on Future Career. The Semi-Final was held on 22nd August 2021 via Zoom Platform. From around 120 proposal submissions from more than 400 students, 25 proposals were shortlisted and announced to compete in the Semi-Final. The teams pitched their idea and explained how to implement them with the technology before a distinguished panel of judges. According to the novelty, competitiveness, and technology they hoped to use, 12 teams were selected for the Grand Finale.</p><p>All finalists were allocated to personal mentors to help and guide them in implementing their product or service. The mentors were experts from the industry and were assigned according to their expertise and the product or service the team was implementing. School students got the opportunity to work directly with the industry and experience updated technology from this Mentoring Program. Another session on the Lean-Canvas Model was held by Mr Mohammed Fawaz, Founder and CEO of CoverUp. It was for all the finalist teams to sharpen their knowledge on how to gain profit from their product or service. The Grand Finale was held on 25th September 2021. Teams were instructed to present a finalized product or a working prototype of their idea before a judging panel consisting of five judges along with their revenue models and marketing plans. Almost all the teams performed outstandingly by finalizing their products. Team CEYLON SOLVERS from Ananda College, Colombo, won the Championship of HackX Jr. 4.0. Team ACSTEQ TECHNOLOGIES from Sri Chandananda Buddhist College, Kandy and Team SMART DESIGN from St. Joseph’s College, Colombo, emerged as the First and Second Runners-Up, respectively. Encouragement was not over with the finals of the competition. HackX Junior partnered up with the Information and Communication Technology Agency of Sri Lanka (ICTA) and SLASSCOM TechKids to give school students a technological exposure. All semi-finalist teams were able to register with SLASSCOM TechKids Coding Program with a full scholarship. ICTA came forward to guide five finalist teams in implementing their idea further. The ultimate goal of hackX Jr.4.0 is to give shapes to ideas, and we have succeeded in many ways and have contributed a lot to the school system of Sri Lanka. The event wouldn’t have been a success without the support of society. We thank the Official Partners of the event; Informatics Institute of Technology (IIT), Information and Communication Technology Agency of Sri Lanka (ICTA), SLASSCOM TechKids, Loons Labs, eXposure, and Hackathons.lk. We respectfully remind the judging panel of the Semi-Final; Dr Dilani Wickramaarachchi, Mr Chamil Jeewantha, and Ms Tamasha Fernando, and the honourable judging panel of the Grand Finale; Dr Chathura Rajapakse, Mr Kumaraguru Vartharaj, Ms Pulani Ranasinghe, Mr Sachindra Samararatne, and Mr Udith Jayawardhane. Tremendous support given by the Panel of Mentors is highly appreciated. Mr Akeel Ahmed, Ms Valarine De Silva and Ms Hasini Narangoda contributed a lot in organizing all the sessions and acted as the backbone to everything. Special thanks to Dr Suren Peter, Head of the Department, for making all these possible. Thamindu Dilhara and Venushi Anuththara from MIT Level 2 were the main coordinators of the event, and team hackX Junior 2021 consisted of Chirath Fonseka, Kosala Chamithri, Nawoda Jayasinghe from Level 2. With the help of all the lecturers and undergraduates of the Departement of Industrial Management, HackX Junior 4.0 was held mesmerizingly.</p><p><br></p><p><br></p><p>&nbsp;<br></p><p>&nbsp;<br></p>",
    "quote": "HackX Junior is an Inter-School hackathon.",
    "authorImage": "https://magazine.exposition.lk/images/article210.jpg",
    "authorPositionOne": "",
    "authorPositionTwo": "",
    "authorPositionThree": "",
    "readTime": "4 min"
  },
  {
    "id": "20",
    "image": "https://magazine.exposition.lk/images/article200.jpg",
    "title": "InfoStudio ",
    "description": "Significant initiative of the IMSSA of the Department of Industrial Management.",
    "category": "events",
    "categoryColor": "bg-event",
    "date": "2022-02-16",
    "author": "InfoStudio ",
    "content": "<p>InfoStudio is another significant initiative of the Industrial Management Science Students’ Association (IMSSA) of the Department of Industrial Management, which includes a series of valuable and resourceful sessions related to management, IT, and soft skills. Industry professionals conduct the sessions to enhance the knowledge and skills of the undergraduates by exposing them to learning experiences. InfoStudio is initiated to bridge the gap between undergraduates and the co-operate world.&nbsp;</p><p><img src=\"https://magazine.exposition.lk/images/article203.jpg\" style=\"width: 25%; float: left;\" class=\"note-float-left\"></p><p>Due to the pandemic situation in the country, all the sessions were conducted on online platforms. The first session of the series for the year 2021 was conducted by Prof. Rangika Halwathura, the Ex-Commissioner of the Sri Lanka investor commission and a professor at the University of Moratuwa. The session was based on “How to achieve success in your career by starting academic life with an entrepreneurial mindset”. It was indeed an informative session and helped those who aspire to reach heights and be entrepreneurs and innovators someday in life.</p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p><p><img src=\"https://magazine.exposition.lk/images/article201.jpg\" style=\"width: 25%; float: right;\" class=\"note-float-right\"></p><p>Through the InfoStudio sessions, our primary focus was to give a chance to expand the knowledge of undergraduates on various scopes covering academic and professional paths. So as another step of it, we conducted a session under the topic “Take responsibility for your own education”. The session was covered by Ms Miuli Kalubowila, a business analyst at X.O. Concept (Pvt) Limited. Since we all are passing a challenging time, most undergraduates found themselves drifting away from their academics. The speaker directed all the participants to take responsibility for their education through this session.</p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p><p>Through all the sessions conducted under InfoStudio, we offered services to mould young undergraduates to fit into the industrial setting. Each step taken in the right direction will allow InfoStudio to dream about the successful completion of its mission, which is directed towards developing the individuals’ capabilities, skills and knowledge to face the impending challenges in the corporate sector in the future successfully&nbsp;&nbsp;<br></p>",
    "quote": "InfoStudio is another significant initiative. ",
    "authorImage": "https://magazine.exposition.lk/images/article200.jpg",
    "authorPositionOne": "",
    "authorPositionTwo": "",
    "authorPositionThree": "",
    "readTime": "2 min"
  },
  {
    "id": "2",
    "image": "https://magazine.exposition.lk/images/article20.jpg",
    "title": "Mr. Adhisha Gammanpila",
    "description": "The Harry Potter Sorting Hat - A mediator social robot for autistic children,  this remarkable invention took the media by storm.",
    "category": "interviews",
    "categoryColor": "bg-warning",
    "date": "2022-02-16",
    "author": "Exposition Interviews",
    "content":"<p align=\"center\"><font color=\"#3984C6\"><span style=\"background-color: transparent;\">The Harry Potter Sorting Hat - A mediator social robot for autistic children, this remarkable invention took the media by storm. The praiseworthy initiative and the global recognition it brought put the group of young inventors behind it in the spotlight. Mr Adhisha Gammanpila was a member of the group. He is also the CEO and Co-founder of SurfEdge.The exposition brings forth to you the story of this remarkable person who is on a mission to build a technological empire to solve global issues with high-end scientific innovations and encourage science education. He is undoubtedly a role model for all undergraduates.</span></font><br></p><p><font color=\"#0000FF\"><br></font></p><p><font color=\"#0000FF\"><br>Q: Education and life lessons are the building blocks of one’s character and it ’s evident through your work and achievements that you are an outstanding character. Therefore, we would love to know about your childhood and your educational background.</font><br><br>I studied at royal college; then I did Maths for A/L. To recap on my O/L and A/L life, it was different for me back in the days because I was more of an outlier. Never a top performer, never in the class. O/Ls were about having a fun life. However, during my A/L s, I took things a bit serious. I didn’t study IT or CS in my school days, but I’ve always been enthusiastic about IT and building stuff through a computer. While engaging in them, I met a few friends that I work with to this date. They are my business partners now. Namely Chamath Palihawadana, Janith Gamage, Roshan Lihinikadu, Charu De silva, Duminda, Chanira and so many other friends.<br><br>Speaking for myself, I took A/L s seriously because I wanted to go to a state university, plus I wanted to develop the crazy ideas that I had. I always wanted to bring the theoretical physics aspect and build commercial applications because theoretical physics was not commercialized in the past. So, I saw the business opportunity, and I wanted to take things forward in that area. It led me to study in a more passionate way for A/Ls. That attitude made me focus more, and I took academics seriously. Then I entered the University of Sri Jayewardenepura to the computer science department and did the CS special 4-year degree program. I graduated in 2019 with a second class in computer science special, and right now, I am reading for my PhD in quantum computing. I’m the 1st undergraduate to publish a research paper in quantum computing in Sri Lanka to the best of my knowledge.<br><br>At the university, I was quite an active student. Even though I was part of a business, I was an extremely involved student. I was the president of the society of CS. In 2019, I won the best employability award, then similarly in 2017, 18 I got the 3rd place for the best leader award, and in 2019, I got the 1st place as the all-rounder student—key points in my university life.<br><br>I am also involved in some quantum computing-related startups, research groups and so on. That summarizes a bit about my childhood and educational background.<br><br><span style=\"background-color: transparent;\"><font color=\"#0000FF\"><br>Q: Challenges are inevitable when you embark upon a journey towards success. What kind of challenges did you have to face throughout your journey as an entrepreneur?</font></span><br><br>I will break it into two parts, as a student and after graduation. We started in 2014. It was just right after A/Ls. We had the idea to start a business from the A/L days; however, we didn’t take that call because we wanted to focus on our studies.<br><br>If students plan on doing a startup during their AL days, I recommend focusing more on their A/L studies. Because that lays a solid foundation, yet if they have a unique path planned, they have a definite opportunity in doing a startup. When we were doing A/Ls, I was very keen on not doing a startup. Because we tried, and it was tough and distracting.<br><br>And then, right after A/L s, with 11 friends, we started working together. I was a prefect; we got our prefectship right after A/Ls. It was a bit tough with duties and running a company. We used to stay until late at school and then spend the night at my friends’ place. And it was a cycle and was quite challenging.<br><br>And then I entered the university. The usual cycle for the first 3 years was like coming to the university at 7 am and staying till about 5 or 6 pm engaging in academic stuff and extracurricular work. And I either go to Chamath, my friend’s place, or home. And then till about 1 am, I work for the business, delivering time projects, building the products, and that has been a cycle. My partners and I found it very boring to sleep as well. It was not healthy, though, and I do not recommend it.<br><br>It was tough to manage time. When I study something, I try to go to the roots. It takes time. Finding that time was extremely difficult. We were kids, and the startup ecosystem was booming, and we had no experience and nothing. But somehow, we were able to resolve those problems because of the mentorship that we received.<br><br>Specifically, I would like to mention the names Kanishka Weeramudha, Mohommad Favaz and Tharindu Dassanayake. These people were close to me. They guided me in various avenues, business, technology and so on.<br><br>Even though it was a difficult period, those people directed us. That’s how we faced the challenges. We had support. I don’t think the current startups have that issue because the support system is very good now.<br><br><br></p><h3 align=\"center\">\"Past failures taught me that interactions with people who have already gone on that journey are essential.\"</h3><p><br><br>I would also like to mention the finances. I think all startups face the finance issue. If you are an undergraduate doing a startup, definitely you might be thinking about it. We spent a little amount of pocket money that we had, to register and stuff. Rest was all bootstrap. We took in projects through which we generated cash and then invested in the company. If you are an undergraduate, you can try out that model. Those were the challenges that we faced while I was an undergraduate. After graduation, I started working as a temporary lecturer at my university till June 2021. After that, I began to work full time in the company. I don’t want to comment on the challenges that postgraduates face as entrepreneurs because I am still stepping on to that ground myself. But i’m working with some very senior people, helping me move on the ladder. I am incredibly grateful because without them, you and I wouldn’t even be doing this interview. It is the reason why I always try to take up a call like this is. I want to give back, and if I can help a younger person with even a word of encouragement, I am happy. That is how I was groomed as well.<br><br><span style=\"background-color: transparent;\"><font color=\"#0000FF\"><br>Q :When did you start establishing your life goals and ambitions, and when did you start working for them?</font></span><br><br>I would say during my A/L days. Ever since then, I have been working on them. I set goals in my A/L days, and since then, they have evolved.<br><br><br><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q : You already had an established IT path along with your Computer Science degree and all the achievements backing you up. But you took a small detour and decided to read a master’s degree in Physics of Materials. What was the reasoning behind this, I am curious to know the story behind your choice?</font></span><br><br>The formal place that I started to learn IT or computer science was at the university. My father sparked my interest in programming too. When I was in grade two, he taught me how to do a google search and when I was in grade five, he taught me how to do visual basic. When I was in grade six, I took an IT course at ESOFT for one or two months. There I learnt HTML, and when they started teaching me basic JavaScript, I didn’t understand because I was still in grade 6 and didn’t know the greater-than signs. So, I stopped it there. After that, I learnt IT formally from the university. Till then, it was entirely self-taught. Then I took a detour. But it was a very obvious thing for me to do. I wanted to do my PhD in theoretical physics, focusing more on general relativity, special relativity, quantum physics, etc. And I had a clear direction on where I needed to go.<br><br>COVID prompted the detour. Specially to study a subject like that, the ideal country would be the USA, and with the pandemic, I had to make the detour. With that, I thought, okay, fine, the university of Peradeniya had an excellent program. And the physics of material caters for my physics requirement. I wanted to figure out a theoretical physics branch and commercialize that specific branch because nobody does that. I have had that vision since around 2012.<br><br>So, I decided to do a PhD in quantum computing along with this master’s degree in physics. So that is a well-thought decision because quantum physics, relativity, quantum field theory are my passions. Quantum computing Is a place that appropriately applies those things.<br><br>It’s also a reflection on taking decisions on what you believe in, and when you have a very clear vision, these weird decisions can occur. Being a CS student and then doing a physics Masters and a PhD might look extremely weird or contradicting to a standard set of eyes. But when there’s a clear vision, then things become clear. So that’s why I took such a decision. And I hope this story will encourage other students not to be afraid to take such decisions. If you are confident, taking up a unique path is a matter of choice.<br><br><span style=\"background-color: transparent;\"><font color=\"#0000FF\"><br>Q: Harry Potter Sorting Hat – A Mediator Social Robot for Autistic Children is an invention that got a lot of attention and praise, and rightfully so. There is a good cause behind it and undoubtedly a very successful project as well. Can you walk us through this project, from its inception to its success?</font></span><br><br>Harry Potter sorting hat was a University group project. We have a course unit called human-computer interactions done by Dr Ravindra de Silva, a senior lecturer at the computer science department J’pura. He is the lecturer that brought social robotics to Sri Lanka.<br></p><p><img style=\"width: 25%; float: left;\" src=\"https://magazine.exposition.lk/images/article23.jpg\" class=\"note-float-left\"><br>We were supposed to get into teams of 3 0r 4. The initial group was me, Asela Wijesinghe and Tehani Wanniarachchi. The composition of this team is also extraordinary. During the university days, I was involved in clubs and societies, startup work and all those stuffs. So, the day the teams were chosen, I was not present in the lecture, and so was Asela. Tehani was a very bright but silent student. So, after everybody got into teams Tehani, Asela and I were left without teams. So we 3 got into one team because we were the leftovers.<br><br>Asela and I were the crazy ones who talked about stuff in the group, and Tehani is also like that when she opens up. So luckily, we three were put into one team. As usual, we were talking about weird ideas. The key thing that kept coming up in our conversation was something magical. After brainstorming, the idea of the sorting hat clicked. We presented it to the lecturer, and he was also quite amazed by the concept; when we showed it, it was different from other projects and shocking too.<br><br>We made it and presented it in an exhibition. To present in that exhibition, these are the people who made it possible. We presented it at the Innovate SL exhibition; around 1000 people were trying out the hat. So much media awareness and so on. We published two papers from it.</p><p><img style=\"width: 25%; float: right;\" src=\"https://magazine.exposition.lk/images/article21.jpg\" class=\"note-float-right\"><br><br>We received two global awards. The 1st one was with the International Conference on Social Robotics, and we were the 1st Sri Lankan team to win that award under the Hardware innovation category. The judges and the audience wasn’t even aware that Sri Lanka could do robotics to such a level.<br><br>The 2nd one was the Human\\u0002robot interactions 2020; we won 2nd place globally as the best student robot design. To get there, I want to name these people specifically. Supervisor – Dr Ravindra de silva and then the research assistant, Mr. Udaka Manawadu, and the teammates, myself, Asela Wijesinghe, Tehani Wanniarachchi and Duwini Jayasinghe and Viraji Nimesha. There’s a set of people who made it possible with the pressure behind. Mahesh Samarasinghe, Hansika Kushan, Sajini Senarthne, Prabashini Samarajeewa, Afaz Deen, Indika and Pavan, and so many others made it possible. I also want to mention 99x. When we were preparing for the global presentation, I was interning at 99X. HR gave me a separate room to conduct the experiment and made the staff come and test during office hours. And they supported me by giving me additional holiday as well. That was the background story.<br><br>Current status- it’s mostly a research project. It’s a property of the university right now, and students can contribute to it. There’s another paper being written right now. There is a common question of whether it’s to be monetized, which I would love to. Either way, I would love to commercialize it, even in the autistic field or in the entertainment segment. The journey is a bit different with numerous stakeholders, with the universities and so on. So still looking forward to it. Right now, there’s no pathway. Extremely curious where it would lead.<br><br><br><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q: Can you explain to us about your newest venture, “Luhn”, and the vision behind it?</font></span><br><br>Luhn is a Singapore-based technology company. So, we are a trust-based social network. Our operations include connecting people through trustworthy networks and building ever\\u0002lasting relationships. Our vision is to verify the world’s data and make it universally accessible. Our mission is to connect people through trust. We achieve it through building a network of trust. Whatever you search on Luhn would be verified and trustworthy. Initially, we start off with individuals then scale across every other domain.<br><br>The primary technologies used are blockchain, quantum computing and green technology.<br><br><span style=\"background-color: transparent;\"><font color=\"#0000FF\"><br>Q: You are interested in the field of social robotics. What are the comparative advantages of social robotics according to your point of view?</font></span><br><br>First of all, if you look at social robotics, the social part incorporates human interactions—robots that can interact with humans. If you look at a chatbot, he is also a social robot in a different way. Right now, in the world machine to machine communication is also essential. Human-to robot interactions are complex because many complicated human emotions need to be identified to make decisions and communicate properly.<br><br>If the robot is engaging enough as a human, it should have those emotional qualities. It’s not possible to tell advantages because it’s subjective. A social robot and a robotic arm are made for different purposes. But what strikes me most about social robotics is I like UI/UX. Building a social robot is more about interactions with humans. Therefore, I enjoy designing UI. I love to work on user experience aspects.<br><br>I was able to work things around U I / U X , which I leveraged in social robotics. As I am interested in UI/UX, naturally, I search for them. When I got into social robotics, unknowingly, I was able to use a lot of UI/UX inputs in the psychological things towards the robot. That helped me to advance in this area even though I am not specializing in it right now.<br><br><span style=\"background-color: transparent;\"><font color=\"#0000FF\"><br>Q: You are a successful entrepreneur who is on the path to build a technological empire in Sri Lanka. Therefore, how would you use your experience to market your products and create value in the market?</font></span><br><br>Based on my experience, the key thing is I need a great set of people around. Because I have not gone on that journey, I do not have that experience yet. And I am about to learn. I am still in that process. Past failures taught me that interactions with people who have already gone on that journey are essential.<br><br>Even though the product is there, bringing it to the market and making a sustainable team around it is a different subject. With my experience, I know for a fact that it’s required. It’s essential to have some support or a partner who has done it because it will help me, and my team move things much faster rather than failing repeatedly.<br><br>I think for the past 5 to 6 years, we were on a different track. We were doing things by ourselves. Now we are engaged with experienced people. I believe that guidance and having those senior people around would be an essential thing. So now I use my experience , that is to have that support system for the company.<br><br><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q: We got to know that you are interested in not only social robotics, but also in quantum computing as well. So, can you give us a glimpse of the future implementations that you are going to do based on new technologies?</font></span><br><br>In 2020 December, we started a company called Fineman global, SL’s first quantum computing startup. The name Fineman references Richard Fineman, one of the 1st scientists to bring out quantum computing theory. If you look at the current computing paradigms, there are so many calculations, so many things that the current computers cannot do. Suppose you look at simulating the carbon dioxide molecule itself and its interactions with other things. It cannot be done on a large scale, even by a super\\u0002powerful supercomputer.<br><br>There are so many other things as well. The reason that I mentioned CO2 is because of global warming. CO2 emission and the extraction of CO2. The company Fineman global focuses explicitly on building products and services towards climate change. It is a for-profit company, and it supports quantum computing implementation.<br><br>Its primary mission is to sup\\u0002port simulations and experi\\u0002ments using quantum com\\u0002puting for climate change. It’s more of a research-based company right now at a very early stage.<br><br>The world is in a dangerous zone. People like Bill gates envision a fully zero-emission world by 2050, and Google is trying to make zero carbon emission by 2030. So the world is headed in that direction. But to make those things possible, there need to be technological advancements. And quantum computing is going to play a part in that. And Fineman global Is working to\\u0002wards making that quantum part a reality.<br><br><br><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q: Can you please brief up about the assistance and facilities that you received through your university for your carrier so far</font></span><br><br>When it comes to academics, the lecturers gave me full support. They gave me extra time. As I competed in other countries and with other university clubs and societies, they helped me cover all the work I missed. Of course, startups and extracurricular activities are not excuses, but there was huge academic support from the department.<br><br>I am incredibly grateful for the current department head, professor Prasadh Jayaweera who supported me throughout the academics and even in my one and a half year time period as a temporary lecture. Then Dr Ravindra de silva, my supervisor in the sorting hat and Dr T. J Fernando, who was my supervisor for the final year project to do the quantum computing research paper. Quantum computing is not even a subject taught in our university. Doing a final year research project that’s not even taught in the university is difficult, and he helped me with it. I am incredibly grateful to them for giving me that space and the opportunity. And of course the rest of the department. I want to mention three other figures in the university; our current Dean of the faculty of applied sciences, Professor Sudantha Liyanage, the current UGC chairmen Sampath Amarathunga, the former vice-chancellor then the present Dean. Professor Laleen Karunanayake. They supported my work and encouraged me. And the university was also keen on giving me a lot of contacts as well. There was financial support, too, to a certain extend. So that is the support I got from the university.<br><br><span style=\"background-color: transparent;\"><font color=\"#0000FF\"><br>Q: As the former CEO of SurfEdge, what do you think about the contribution of the company toward the industry and the society?</font></span><br><br>First, I’ll answer in the business context. We were able to create certain platforms and products that have become key products in the industry, especially in the field of Education. So we have a top-tear LSM platform which is one of the majorly used LSM services. And then few education platforms.There’s a free product called hackathons.lk, which is like a hub for hackathons in Sri Lanka. It’s a free product that we give out to universities to conduct their hackathons as support. Almost all university hackathons partner up with it. The LMS is more of a commercial product that is monetized.<br><br>There are other minor things that we have done in different segments. And I want to mention in the non-business aspect we have trained so many interns who are currently working as full-term people. We had let them go to the industry because I cannot offer them to stay here when I am also an undergraduate. We‘ve given them so many opportunities as well. I think our impact has been more on the undergraduate community than the outside.<br><br>And there are many places where we have sponsored financially, like university club events. We know how the pressure is for undergraduates when there are financial requirements. We have also partnered with a charity called Prometheus foundation. There we select few students, find out what family and financial problems they have, and then mentor them until they reach a certain level to sustain themselves financially.<br><br>Suppose he is a 2nd-year student; at the end of university, he will receive a salary of about 100k. I started the charity Prometheus, and SurfeEdge is a partner. It finances it. But there are so many donors like university friends and family and seniors. There’s a Greek god called Prometheus, who’s known as a god who provided light to humans. So we resonate with that. We have a success story. There’s a student that we took under our wing. We funded him for one and a half years, and we trained him. And now he is donating to another person. It’s a massive achievement for us as we started it just last year.<br><br><br><span style=\"background-color: transparent;\"><font color=\"#0000FF\"><br>Q: Steve Jobs once said that creativity is connecting things that have never been connected before. As an enthusiastic person about education do you think our education system support this creative mentality in our student?</font></span><br><br>Me doing CS and physics is also an excellent example because they are weird dots. It’s all about the clarity you have about what you want to do. We all need to connect our dots. We all have that creative mentality. We are all born with that. But when we get into the system, it’s a machine, and it might not accommodate it. But the people that you meet and work with will inspire you to connect the dots Or else, if you know the system doesn’t support that, you can concisely be aware of that and change. In short, it’s all about the clarity you have about what you want to do and take decisions knowing that.<br><br>In the startup ecosystem, there are so many initiatives that help this type of creative aspect. So don’t complain about that. That’s how the world is. You get on with that without being stagnated.<br><span style=\"background-color: transparent;\"><font color=\"#0000FF\"><br><br>Q: Nowadays, we can see ample innovations, and the creators struggle to market them and add value to their creations. What is the main reason for this matter according to your point of view?</font></span><br><br>That is because we know how to build a product but not how to build a business. We are taught how to develop products and innovations but not how to build a business.<br><br><span style=\"background-color: transparent;\"><font color=\"#0000FF\"><br>Q: Finally, what is your message to the undergraduates who wish to enter the startup domain?</font></span><br><br>First, be careful. Don’t do startups because others are doing it. It’s good to have as an additional revenue stream. If that’s what you want, go ahead do it. But If you’re going to do it seriously, you should have a big picture in mind. It’s crucial to have that bigger picture in mind. As the startup ecosystem is growing, the competition also grows. So be careful when doing a startup. Whatever it is that you are doing, you always have to think big. You have to start small and then grow. You have to work fast.</p><p><img style=\"width: 100%;\" src=\"https://magazine.exposition.lk/images/article22.jpg\"><br></p>",
    "quote": "The Harry Potter Sorting Hat - A mediator social robot for autistic children,  this remarkable invention took the media by storm.",
    "authorImage": "https://magazine.exposition.lk/images/expo_author.jpg",
    "authorPositionOne": "",
    "authorPositionTwo": "",
    "authorPositionThree": "",
    "readTime": "18 min"
  },
  {
    "id": "3",
    "image": "https://magazine.exposition.lk/images/article30.jpg",
    "title": "Mrs. Nayomi Handunnetti",
    "description": " Mrs Nayomi Hadunnetti is the  Executive Director at Handun Villas & Restaurants, Founder of The Siren and  Co-Founder of Elixir Ceylon",
    "category": "interviews",
    "categoryColor": "bg-warning",
    "date": "2022-02-16",
    "author": "Exposition Interviews",
    "content": "<p align=\"center\"><font color=\"#3984C6\">We got the privilege to converse with an exceptional character who has persevered and conquered a lot of domains. Mrs Nayomi Hadunnetti is the Executive Director at Handun Villas &amp; Restaurants, Founder of The Siren and Co-Founder of Elixir Ceylon. She is a thought leader in entrepreneurship, an author, and a speaker. Mrs Nayomi believes in empowering Sri Lankan women to contribute to the country's economy. She has launched commendable initiatives targeted at uplifting local industries in Sri Lanka. We believe that she is an exemplary person to undergraduates, entrepreneurs and any person working towards a dream.</font></p><p><br></p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q: We know you as a marketing specialist, an entrepreneur, a global goodwill ambassador and as a person that has come on a remarkable journey, but how you would describe yourself?</font></span></p><p>I would describe myself as a wife, a mother, an entrepreneur, a doctorate candidate at the Asian Institute of Thailand, a marketing specialist, and a fitness enthusiast. That is how I would like to describe myself.</p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\"><br></font></span></p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q: What inspired you to embark upon this journey?</font></span></p><p>I have been a very hard-working student and a sportsperson from my school days onwards. What I have achieved today is a result of that. And the support that I got from my parents inspired me to achieve success. My parents believed that I could achieve certain things and inspired me to a certain level. Reading books about other entrepreneurs also inspired me to get this far on my journey. After a while, I figured out my purpose in life was to create jobs for people. Although entrepreneurship is quite tricky, I was inspired and motivated to carry out my entrepreneurial journey. </p><p><br></p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q: We live in an era where technology progress rapidly. So how can a marketer adapt to these changes?</font></span></p><p>Technology has made all of us quite strong. Digital Marketing, Social Media Marketing, and Digitization take us into a digitized world. In Sri Lanka, transforming a company into an entirely digitized company is very expensive. However, to survive in the marketing industry, I believe that digitization is essential as it is cost-effective. If you see advertising on forms of electronic media, it is expensive. But using digital platforms for advertising is cost-effective and efficient. Therefore, the digital era is essential. </p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\"><br></font></span></p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q: You have been in this field for 15 years. How has marketing changed over this decade, according to your perspective?</font></span></p><p>Previously, marketing strongly depended on Electronic Media, Newspapers, Magazines. Today, various apps like Tik-Tok and YouTube are cost-effective, and we can create content instantly and effortlessly. Ten years ago, the content was costly. We needed models, scripts, crews to film, sounds, music, and everything to create content. Today there is a vast transformation from easy content to cost-effective solutions. </p><p><img style=\"width: 25%; float: right;\" src=\"https://magazine.exposition.lk/images/article31.jpg\" class=\"note-float-right\"><span style=\"background-color: transparent;\"><font color=\"#0000FF\"><br></font></span></p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q: We all know how important it is to brand oneself as an entrepreneur or a marketer. As you are a successful professional in this field, can you share some tips on building one's brand image with us?</font></span></p><p>If it is personal branding, people think having a LinkedIn account is all to it. As per my belief, personal branding is everything that a person does. It can be your LinkedIn profile, Facebook profile, Instagram profile, how you behave, how you dress, and ethical behaviour in doing transactions. Even though you have a well-managed profile on LinkedIn, if you want to be a thought leader, your actions should prove your brand image.</p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\"><br></font></span></p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q: Can you tell us a little bit about the Siren?</font></span></p><p>Siren is a marketing process outsourcing company. We provide all the marketing\u0002related services, and we are not a typical marketing agency per se. We do everything from marketing strategy to execution and recruitment of the marketing team. When I say marketing process outsourcing company, the entire marketing function is handled by Siren. Digital Media, Public Relations, Sustainable Strategies, running marketing departments, and weekly marketing meetings are our activities. Also, sometimes,we have to leave the workforce to look after the family members. After a career break, getting back into the cooperate world is tough. We created a small platform where people can work for us for a year, and with our recommendation letter, they can go back into the cooperate world. That is our CSR. </p><p><br></p><h3 align=\"center\">\"Prioritize what matters to you more at the time and then chase your dreams.\"</h3><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\"><br></font></span></p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q: Strong personalities are born through hardships and rough experiences. So how do you move forward in the face of adversity?</font></span></p><p>My primary business is tourism, and the easter attack and the covid19 pandemic impacted the tourism industry immensely. I had a bit of loss in life, but I was resilient. I believe that everyone can be inspirational. But if you do not have people around you to support you, motivate you, that's a big issue. So, I would like to credit my team for supporting me and being there for me.</p><p>If we look at the tourism industry, tourists didn't visit Sri Lanka since the Covid Pandemic. I sustained the business so far by changing our menus to cater to the local visitors. We changed our marketing strategies to attract local customers. Also, we maintained minimum stocks. We adapted a few tactics to survive the pandemic. For nearly 1 ½ years, we kept our employees' full salary even though it was challenging to endure. We got support from various government institutions, and even the private sector institutions. And I have to mention that our story was featured at the World Agile Forum in Lisbon, Portugal, as the typical SME sector case study example. That was a proud moment for all of us Sri Lankans.</p><p><br></p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q: We believe your newest business venture is a very com m endabl e initi ative. Therefore, we would love to know the vision behind Elixir Ceylon.</font></span></p><p>The Elixir Ceylon was founded by one of my school friends and me. We started operations on the 1st of October 2021. The inspiration behind the company was to add value to the coconut industry in Sri Lanka. If you look at our product portfolio, we have coconut-based personal care, coconut-based food, and coconut-based handicraft items. Under the personal care products, we have handmade luxury items like coconut soap, body butter, body moisturizers, lip balms and hair oils.</p><p><img style=\"width: 25%; float: right;\" src=\"https://magazine.exposition.lk/images/article32.jpg\" class=\"note-float-right\"><br></p><p>When it comes to our food portfolio, 100% organic certified coconut chips, coconut sugar, desiccated coconut, coconut jam, and coconut oil are there. Then the home-based products, coconut shell products and some other luxury items are included in the handicraft portfolio. There are two objectives that we try to achieve through Elixir Ceylon. </p><p>The first one is to uplift the coconut industry in Sri Lanka by promoting coconut-based wellness products. The second objective is to encourage entrepreneurship in Sri Lanka. Because we had figured out, sometimes domestic scale entrepreneurs don't have the financial capability to buy raw materials to manufacture the product. What we do is we pay and get some stuff from them, then they become somewhat financially stable. Our sustainability shows that our products are high quality durable, and we promote natural based products. Those are some other sustainable initiatives that we have.</p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\"><br></font></span></p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q: Do you have any advice for anyone thinking of initiating a startup?</font></span></p><p>Startups are very fancy. But first, you need to have a solid product, cash flows, a business plan and a marketing plan. You can start any business tomorrow not considering these things, but you will not succeed. Start\u0002ups needs a vision, mission, and investors. The investor can be a business partner, angel investor or bank. You have to pay regulated companies, employees + EPF/ETF, and bills such as electricity, water, etc. When starting a business, the biggest challenge is surviving in the industry. There are many failures within the first two years. It would be best to commit yourself to build the business in the first five years. Startups need 365 days and 24 hours commitment. If you are not willing to commit to developing the business, you will not succeed. So that is my advice.</p><p><br></p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q: When we look at your story, you continue studying and expanding your knowledge even though you have come this far. This quality makes you an exemplary person to us undergraduates. So, we would love to know about your studies and how you incorporate them into your professional life?</font></span></p><p>Our people are going behind the paper, not the knowledge. If someone asks me why I am reading my doctorate at the Asian Institute of Technology in Thailand, my answers would be that it is one of the top universities in Asia, and they challenge me a lot. I can't just copy and paste and do my doctorate. The third reason is that my subject is very close to me and I am very passionate about it.</p><p>I am an entrepreneur, and my top business is tourism. I planned to be in the tourism industry, so my interest is the low participation of female entrepreneurs in the tourism industry. I am trying to understand what hinders women from coming into this industry as entrepreneurs. Also, I can describe myself as a speaker or as an author. I contribute to various newspapers and magazines. So, this knowledge is essential to challenge and address specific issues in authorities. If a woman requires flexible working hours, we need flexible working hours.</p><p>Similarly, I am trying to understand what can be done in Sri Lankan and South Asian Tourism industry to support entrepreneurship and what the banks, government, and chambers can do to support women entrepreneurs. I'm looking for answers to these questions in my thesis. Throughout my entrepreneurial journey I spent years learning, navigating, changing, and supporting female entrepreneurs because I don't believe in only winning alone. Many female entrepreneurs don't have a voice. I am trying to give them a voice through my studies. </p><p><img style=\"width: 25%; float: right;\" src=\"https://magazine.exposition.lk/images/article34.jpg\" class=\"note-float-right\"><br></p><p><font color=\"#0000FF\"><span style=\"background-color: transparent;\"><br></span></font></p><p><font color=\"#0000FF\"><span style=\"background-color: transparent;\">Q: Your story is very encouraging to the women in our country who are looking forward to doing something other than the status quo. You have proved that women can serve their country in ways other than traditional jobs. So, what would you say to any young woman who aspires to be an entrepreneur, businesswoman, or corporate leader?</span></font></p><p>We should not completely ignore societal norms because we live in Sri Lanka and come from a very traditional background. It is the same in South Asia. As females, we are expected to get married and have children. We also have dreams and ambitions; it is essential to realize your priorities and go and build a support network. The support network can be spouses, children, parents, or immediate family members. There is no perfect businesswoman or perfect mother. You can't be somebody else because you have your limitations. As a female, it is vital to understand these concepts. What is the point of becoming so successful without people around you? As a female, you want to get married, to have children, along with your passion. To be an entrepreneur is great. But many married, successful entrepreneurs don't come out and speak. My message is clear, and it is not only for female entrepreneurs. There will be a day when you want to settle down and run a business. Prioritize what matters to you more at the time and then chase your dreams.</p><p><br></p><p><br></p><p><br></p>",
    "quote": " Mrs Nayomi Hadunnetti is the  Executive Director at Handun Villas & Restaurants.",
    "authorImage": "https://magazine.exposition.lk/images/expo_author.jpg",
    "authorPositionOne": "",
    "authorPositionTwo": "",
    "authorPositionThree": "",
    "readTime": "10 min"
  },
  {
    "id": "4",
    "image": "https://magazine.exposition.lk/images/article40.jpg",
    "title": "MAS",
    "description": "MAS Holdings as the largest  apparel tech company in  South Asia, is among the most  recognized design-to-delivery  solution providers in apparel.",
    "category": "interviews",
    "categoryColor": "bg-warning",
    "date": "2022-02-17",
    "author": "Exposition Interviews",
    "content": "<p><font color=\"#0000FF\">Q: What are your organization's core operations as one of the leading companies in the country?</font></p><p>MAS Holdings as the largest apparel tech company in South Asia, is among the most recognized design-to-delivery solution providers in apparel and textile manufacturing, with more than 115,000 MAS associates spread across 15 countries around the globe. </p><p>Today, we have expanded our capabilities to include the manufacture of materials and components required to build an innovative and vertically integrated supply chain. Over the 3 decades we have been in operation, we have gained global recognition not only for sustainable, best in class apparel and textile manufacturing, but also for maintaining ethical working conditions that put people first, thereby transforming the apparel industry as a whole.Product excellence and craftsmanship have placed MAS on the world map as an industry leader, showcasing unfailing delivery in innovative manufacturing and design. Catering to the demands of a dynamic and ever-changing industry, the MAS portfolio has expanded exponentially into areas such as wearable technology, FemTech, start-ups and fabric parks worldwide.</p><p><br></p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q: As a company who has worked with exposition for several years, we would like to hear your thoughts about this event organized by the department of industrial management, university of Kelaniya</font></span></p><p>Over the years, Exposition has proven to become a pivotal platform for promoting entrepreneurship and showcasing the capabilities of students. MAS has a long-standing commitment and passion for building the next generation of Changemakers. We commend University of Kelaniya for providing the opportunity for us to partner with them in their journey towards being at the forefront of innovation and building capability.</p><p><br></p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q: Could you briefly elaborate on the company's future plan for the next five years?</font></span></p><p>MAS will continue on its thrust to be a leading innovator in the region, a changemaker of the planet, product and people, and champion sustainable and ethical manufacturing that gives back to its employees, society, and the world. Our key initiatives in solar and renewable energy to completely power our plants, collaborating with other corporates to implement projects like the ocean’s strainer that captures and recycles ocean’s plastics and our ongoing efforts in the 25,000 acre reforestation drive will continue to bring change for the future.</p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\"><br></font></span></p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q: How would you describe the culture of your company?</font></span></p><p>MAS’ culture is driven by our core belief in passion for excellence driven by continuous learning, as well as valuing and nurturing the potential of each individual to enhance their talent, knowledge and performance. This vision has led us to build a futureproof workforce who are not afraid to dream big. On this journey, we humbly recognize that we continue to learn and evolve, whilst respecting diversity for the rich experience and varying points of view it brings to the equation. The cornerstone of this is the MAS Women Go Beyond (WGB) initiative, which includes a wide array of women’s empowerment programs that are aimed at raising the standards of and giving recognition to, apparel workers.</p><p><br></p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q: Can you provide a brief explanation about your company's employee selection criteria?</font></span></p><p>At MAS, we don’t solely evaluate a candidate based on their academic performance. We also look for well-rounded individuals with the ability to be forward and innovative thinkers. As an organization that upholds positive behaviors and values, we look for candidates who are resilient and committed to making a positive contribution to themselves, the work they do and their community, in alignment with MAS’ core values.</p><p><br></p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q: As one of the leading companies in the industry, what are the benefits that your employees can gain?</font></span></p><p>As one of the leading organizations in the industry, our success is attributed to the commitment of our people and their drive to be changemakers with the ability to combat challenges that they are faced with. Our employees benefit from global workplace standards and practices which allow us to compete at an international level. On our journey towards aligning our practices with the ‘future of work’, we have successfully introduced flexible and remote working arrangements to our employees. Furthermore, we invest significantly in the development of our talent by equipping them with necessary skills to ensure that they succeed today and in the future. We also promote health and wellbeing to ensure a healthy work-life balance among our employees. </p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\"><br></font></span></p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q: What is the global impact of your company? </font></span></p><p>While Sri Lanka continues to be the centre for product design, development, innovation and trading, we are strengthening our global presence by rapidly ex p a n d i n g o u r fo ot p r i nt overseas to take advantage of trade agreements and country specific opportunities we identify. Our plants outside of Sri Lanka now account for 30% of MAS’ total manufacturing footprint. Today, MAS spans across manufacturing plants in 15 countries, with established design locations placed in key style centres across the world. Outside Sri Lanka, MAS has facilities set up in India, Indonesia, Vietnam, Bangladesh, Kenya, Jordan, Hong Kong, China, UK, USA, Italy, Mexico, Haiti and Honduras.</p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\"><br></font></span></p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q: What role does sustainability play in your overall strategic plan? What are the targets of your sustainability efforts, and what progress has been made in meeting your goals?</font></span></p><p>Our efforts to drive a positive impact are outlined in our company wide sustainability strategy known as the MAS ‘Plan for Change’ which aims to improve our operations across three areas: Product, Lives, and Planet. The Plan for Change combines the work of all MAS’ individual sustainability programmes and formalizes these goals into one cohesive strategy to be carried out across the Group.</p><p>MAS also recently signed up for Science Based Targets initiative (SBTi) with commitments to reduce absolute Scope 1 and 2 greenhouse gas (GHG) emissions 25.2% by 2025 from a 2019 base year, and further commits that 85% of its suppliers by spend and 100% of joint ventures in Scope 3 investments, will have science-based targets by 2025. MAS has been dedicated to uplifting people and the planet since its inception. Progress towards sustainability is an ongoing journey for the company and is demonstrated by its long-standing membership in the UN Global Compact (since 2003), signing of the Women’s Empowerment Principles, and commitment to reaching many of the UN Sustainable Development Goals. </p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\"><br></font></span></p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q: How do you empower your employees to be exceptional in their jobs and their expected role in society?</font></span></p><p>As our purpose statement reflects, we empower our employees to be changemakers enabling dreams and enriching the fabric of life on our planet. We ensure our employees are provided with the best-in-class training and development opportunities. We foster an environment which promotes freedom with accountability, allowing our employees to challenge the status quo to express their ideas, present their innovative thinking and make decisions to motivate and inspire in pursuit of excellence. We at MAS believe being a good corporate citizen is just as important as being a strength to the communities around us and the country. Being an active, caring and contributing member of society has been inculcated in the MAS culture since inception. Most of our community-centered initiatives are conducted by empowering those at our strategic business units and divisions to assess the requirements in their communities.</p><p><br></p>",
    "quote": "MAS Holdings as the largest  apparel tech company",
    "authorImage": "https://magazine.exposition.lk/images/expo_author.jpg",
    "authorPositionOne": "",
    "authorPositionTwo": "",
    "authorPositionThree": "",
    "readTime": "6 min"
  },
  {
    "id": "5",
    "image": "https://magazine.exposition.lk/images/article50.jpg",
    "title": "Mr. Dhanika Perera",
    "description": "Technology is not just a tool. It can give people a voice that they may not  have had before.",
    "category": "interviews",
    "categoryColor": "bg-warning",
    "date": "2022-02-17",
    "author": "Exposition Interviews",
    "content": "<p align=\"center\"><font color=\"#3984C6\">Technology is not just a tool. It can give people a voice that they may not have had before. In a world advancing rapidly with technology, Sri Lankans found themselves behind schedule in the past. But fortunately, through the contribution of avant-garde thinkers like Mr Dhanika Perera, Sri Lankans found their voice in the technological realm. His innovation \"Helakuru\" is the first-ever app developed to enable users to type in the Sinhala language. Now his initiative has broadened into a vast exertion. The products and services delivered by his company, Bhasha Lanka, have now become household names and serve millions of Sri Lankans worldwide. We are honoured to present our Prime Enlightener, Mr Dhanika Perera to apprise his story.</font></p><p><br></p><p><font color=\"#0000FF\"><span style=\"background-color: transparent;\">Q: How did your childhood and upbringing model you to become the person you are today?</span></font></p><p>I was born to a loving family, and I had a very free childhood. My parents gave me the freedom to decide what I wanted to do, and they believed that I would make the right choices. So, I started my life with that love from my family. It was a typical Sri Lankan family. When it comes to school life, I got the opportunity to be a prefect, as well as the head prefect. </p><p>I was not perfect; I made mistakes as a leader. But I learned from my mistakes and improved my leadership skills. When I left school, my family gave me the freedom to make decisions independently. Even though they gave me that independence, I was influenced by my family members. Especially my father. I looked up to him. He inspired me to do things with integrity.</p><p><img style=\"width: 25%; float: right;\" src=\"https://magazine.exposition.lk/images/article53.jpg\" class=\"note-float-right\"><br></p><p>After graduating, I decided to start my own company instead of working like my colleagues. Family freedom helped me a lot. No one objected my decisions; therefore, I had the privilege to start my own company. Today, everyone knows me as an entrepreneur, and I am innovating products. If I didn't have that freedom in my childhood, I would never think of doing something out of the box. That is the base I got from my childhood. </p><p><span style=\"background-color: transparent;\"><font color=\"#3984C6\"><br></font></span></p><p><span style=\"background-color: transparent;\"><font color=\"#3984C6\">Q: When we look at the stories of successful people, they have a belief system that they hold onto. Sometimes they credit their success to it. And as a person that has come this far, what does Dhanika Perera believe in?</font></span></p><p>I mainly believe in integrity and empathy towards others. We don't hear these two words much in school or university. I realized those through my ten years of experience as an entrepreneur and thirty-four years as a human being. Suppose you have the integrity to do the right thing regardless of your situation. Sometimes that won't benefit you in the short term. People tend to do things without integrity for short-term financial and personal gains. I believe in integrity, even if it doesn't benefit me in the short run. What goes around comebacks around. </p><p>My father is a person who is sensitive to all human beings regardless of their designation or status. He respects and treats everyone with equity. These virtues of his influenced me immensely. That trait of empathy and identifying others' needs helped me identify my consumers' needs. Ultimately the end consumers of our products are human beings. So, If I can empathize with them and identify their requirements, future needs, and expectations, my product will be successful.</p><p>I am different from other entrepreneurs because my innovations result from empathy towards others. I am inspired to deliver innovations when I am empathetic towards society and resonate with them.</p><p><span style=\"background-color: transparent;\"><font color=\"#3984C6\"><br></font></span></p><p><span style=\"background-color: transparent;\"><font color=\"#3984C6\">Q : As an undergraduate following a BSc degree in Computer science and engineering, you had a clear path in front of you. But even then, you dabbled with many innovations and experimented on new things . So, what motivated you to commence this journey as an inventor and an entrepreneur?</font></span></p><p>I never intended to become an entrepreneur, and I am a total accidental entrepreneur. My passion eventually made me an entrepreneur. My unique passion was to do technological things in my language, Sinhala. I wanted to create products in Sinhala to benefit the Sri Lankan people. It is the motivation behind my passion. Suppose I innovate technological things in the English language. In that case, most of the Sri Lankan population will not benefit from that because the English literacy and fluency rate in Sri Lanka is less than 10%. If I create software in Sinhala, it is helpful to many Sri Lankans.</p><p>For my advanced level project, I developed a little software called Manawaya. It is an encyclopaedia about the human body in the Sinhala language. Even though I did the advanced level in mathematics stream, I referred to the advanced level biology syllabus and created software for biology students to learn about the human body interactively. When I look back, that was my first creation of Sinhala software. I got recognition as a young computer scientist, the silver award for that Manawaya product. Then I got into the university. I continued to work on this passion. I had to do an individual project in the third year. For that, I chose to develop software. At that time, I was knowledgeable and used animation software for producing the Manawaya product. Ten years ago, there were no ways to read Sinhala on mobile and android devices. I created software that gives the capability to read the Sinhala language on android. I extended it to the Tamil language as well. So, it is beneficial to all the people in the country. For my university project, I got international recognition. Etisalat identified the potential of my innovation and provided me with a business opportunity. That time I decided not to do this as an induvial. That is how Basha Lanka Pvt Ltd was registered as a limited liability company. My base is the unique passion I had for Sinhala language software. </p><p><br></p><p><span style=\"background-color: transparent;\"><font color=\"#3984C6\">Q: Bhasha Lanka Is a digital innovations company that empower Sri Lankans to lead digitally apt lives. What are the initiatives taken by your company to realize this vision?</font></span></p><p>When I formed Bhasha, I adapted my personal vision as my company vision. I am always motivated to benefit as much as people possible. We realized how we could empower people with technology. </p><p>To realize this passion, first, we need to break the language barrier for the people. Helakuru was the beginning of this path to realization. Our vision is to empower the masses with digital technologies. We broke the language barrier so that anyone can interact digitally with their mother language. </p><p>Helakuru solved a real-world problem. It filled the market gap of Sinhala language usage in the digital realm. There were no ways to write Sinhala on mobile devices back in the day. So Helakuru became the very first Sinhala keyboard. </p><p>We faced a common challenge as other Sri Lankan businesses face. There were no proper ways to get online payments from customers. So that is where we came up with our solution, \"Pay Here\", to solve that gap in the market and solve the problem local businesses face. So, with \"Pay Here\", we could even challenge the status there and give a very affordable and accessible solution for all the local businesses in the country, seamlessly accepting remote payments or online payments from their customers. And with that also right now, we are serving more than 3600 local businesses by helping them get their customer payments online very conveniently. And that is another step that we have taken towards our vision of empowering the masses. And then, as a third step, not only for the people, not only for the adults, but we also wanted to empower our children. It aligned with our vision. We launched a digital solution called\"Hapan\". </p><p>\" Hapan\" serves our kids , preschoolers, and toddlers. It enables people to give their children primary education using the Sinhala Language digitally. That is another step that we have taken.</p><p>And also again, very recently, we took another initiative. We identified another gap in the market concerning consumer payment in day-to-day life. So, we comprehended how fast this world is. China has completely moved from cash to digital payments. And even India is rapidly moving towards that with the initiatives such as demonetization and all that. But in Sri Lanka, we are still very far behind other countries. So, we identified this as a huge problem concerning our economy. And we took a step to solve that issue with our recent initiative called \"Helapay\". </p><p>So, our mission in Helapy is also aligned with our mission in Bhasha. We wanted to make this payment process more accessible, affordable, cost\u0002effective for the businesses and economical for the government. So, we took another step toward our vision of empowering the masses with that in mind. This is how far we have come in realizing our vision. And yet we have more domains to conquer in the future in our vision of digitally empowering the masses.</p><p>accessible, affordable, cost\u0002effective for the businesses and economical for the government. So, we took another step toward our vision of empowering the masses with that in mind. This is how far we have come in realizing our vision. And yet we have more domains to conquer in the future in our vision of digitally empowering the masses.</p><p><br></p><h3 align=\"center\">\"I mainly believe in integrity and empathy towards others.\" </h3><p><br></p><p><span style=\"background-color: transparent;\"><font color=\"#3984C6\">Q: \"Helakuru\" has become the number one digital brand loud by Sri Lankan worldwide. It serves more than 10 million Sri Lankans and now has become a household name. So, what motivated you to create it?</font></span></p><p>One of the beliefs I explained to you before was the base for developing this \" Helakuru \" idea, which is empathy towards others. Helakuru was built and put into the market to fulfil a future need. This was about ten years back when smartphones were very new to Sri Lanka and where smartphones took a tiny portion of the market penetration regarding the mobile phone. Smartphones were very few, and they were expensive. Even the basic smartphones were more than LKR.100000. But at such a time, I envisioned,</p><p>I forecasted that this would be the future. As a person interested in technology and based my career on technology, I predicted that smartphones would be the future. And then again, with my passion for the Sinhala language, I envisioned that our Sri Lankan people would need to use our language on these future smart devices when it dawned. </p><p>As I identified that need back then and presented innovations to cater to that need, it benefits over 10 million people today. And at that time, with my passion and vision with that forecast of the future, I came up with an innovative idea to solve that problem ten years back.</p><p>Writing in our language or writing in our mother tongue is a basic need for our people. It's not a fancy need. So, I could solve it beforehand with that futuristic mindset and that vision that I had. So that when others come to solve the problem, we have already acquired a majority of the market. We innovated \"Helakuru\" in 2011, but then by 2015 and 2016, many solutions came with the same capability. Samsung keyboard and Google Gboard offered the Sinhala language. Many are currently there in the market, even international players. But still, we sustained the market leader position. We are currently the market leader because we envision that future with empathy. And that is why I think it has become a household brand—everyone knows. If we talk about anything in Sinhala on social media or digital media, the first name coming to your mind is \"Helakuru\". And the success behind Helakuru lies in the humble motivation behind it; that is empathy towards others.</p><p><span style=\"background-color: transparent;\"><font color=\"#3984C6\"><br></font></span></p><p><span style=\"background-color: transparent;\"><font color=\"#3984C6\">Q: In your opinion, what are the new potential entrepreneurial opportunities out there for fresh graduates?</font></span></p><p>In terms of finding opportunities for anyone depends on two things. They are the strengths you have and the environment's opportunities. If you can match those two things, that is where your true potential lie. You don't have to think about the most profitable businesses in terms of strength. I think the best way is to look at the opportunities you have. Everyone cannot grab every opportunity. Opportunities do not come in a basket that anyone can grab from. The opportunities that you can leverage depend on the strengths you have. So, it is crucial to identify your strengths. You may have strength in knowledge, expertise, or experience on something or skill or singing, dancing or likewise, or you may have a burning passion that drives you even though you are unaware of it.</p><p>Similarly, there are various kinds of strengths that people have. So, the first thing is to identify what you are good at and what you are passionate about. When you identify your strengths, you start to see the opportunities in the market and the environment that suit your strengths. Most new entrepreneurs do not realize this fact. They try to see these opportunities as one thing anyone can solve. That is not the case. And even if you have a passion for something and lack some strengths, you can create a team to recover from your weaknesses and work towards your goal. </p><p>For example, suppose I am good at coming up with a new product idea that can solve people's needs, but I am not a technologically apt person to build that. Then I can create a team to get one or two people who have that strength. They may not be good at coming up with new ideas or product designs, but they will be good at coding or UI designing.</p><p>So as a team you will have those all strengths. So even as an individual, even as a team, you have to build some strengths first, and then you have to look at the opportunities you will have to utilize your strengths.</p><p><br></p><p><span style=\"background-color: transparent;\"><font color=\"#3984C6\">Q: How do you motivate people over the long haul to keep them focused on innovation in Bhasha?</font></span></p><p>I believe that every one of us exists in the world for some purpose. If one can identify their real purpose in life, they are intrinsically motivated to work on that purpose. One mistake that most leaders and organizations make for their employees is assigning only the specific work that needs to be done. But what I have experienced is, if we can disclose to them the big picture, they become motivated instinctively. There is transparency between my team and me about our goals and plans. They are informed about their role in contributing to the purpose and vision of the company. When we intrinsically motivate them, extrinsic motivations like salaries and promotions are unnecessary.</p><p>When the employees see the results of their hard work, that acts as a catalyst for their motivation. Then they become dedicated to fulfilling the company's long\u0002term goals and vision.</p><p><span style=\"background-color: transparent;\"><font color=\"#3984C6\"><br></font></span></p><p><span style=\"background-color: transparent;\"><font color=\"#3984C6\">Q: PayHere has garnered the number one spot in online payment gateway services in Sri Lanka. But initially, you might have faced difficulties and complications when implementing pay Here in Sri Lanka? If so, can we know these obstacles and how you overcame them?</font></span></p><p>PayHere was initiated to solve a problem that we all as businesses faced. Although we had digital businesses up and running, we didn't have a proper way to get the payments from our customers. So as a startup, we went to the only available solution, the bank payment gateways at that time. None of them was affordable for us, and none was accessible for a startup or a small company. Many businesses petitioned for PayPal to support Sri Lanka, and they were anticipating a third party to come and solve the problem. But the realization dawned on me that no one else would solve the problem for us. Therefore, we partnered with a few banks and financial institutes and came up with a solution. When we implemented PayHere, more than 200 businesses started accepting payments through that. But even though we could technologically solve that problem, there were legal concerns legally it was not solving the problem 100%.</p><p><img style=\"width: 25%; float: right;\" src=\"https://magazine.exposition.lk/images/article52.jpg\" class=\"note-float-right\"><br></p><p>So, I had to go through the most challenging time in my entrepreneurial life, where I had to stop offering a service or stop offering a product that was successfully operating. We had to shut down PayHere just three months after the launch. And even at that time, more than 200 businesses had already signed up with us and used our services very satisfyingly.</p><p>The legal concern was that Sri Lanka does not have legal provisions to operate a payment solution like PayHere. We operated in the payment aggregator model. So, our country didn't have legal requirements to run this payment aggregator model.So we went to the regulator, the central bank, with the facts in hand. We could finally convince them to develop legal provisions to support a business model like this in Sri Lanka. </p><p> Finally, after a struggle of about one and a half years, the regulator came up with a new direction to give the legal provision to support this model. Even after the legal amendments, we had to compromise. We had to adapt our operational mechanism and pricing strategies to suit the new legal provisions. It was a do or die situation, and we chose to do. We took the risk and proceeded. And it was a fruitful effort as now more than 3600 businesses which were waiting for an international company to come and solve our problem, are using PayHere.</p><p><br></p><p><span style=\"background-color: transparent;\"><font color=\"#3984C6\">Q: What do you wish someone had told you at the beginning of your career?</font></span></p><p>I think the importance of focus is something I wish someone had told me when I started my journey as an entrepreneur. A few times, I deviated from my focus, and it did not serve me well. The products that I launched did not align with my initial vision, which failed. In hindsight, the products that succeeded were the ones I developed out of my passion and to fulfil my initial vision.</p><p>I wasted a little bit of my time due to this detour. So, I would suggest this to anyone on an entrepreneurial journey; focus on your passion and persevere. It will serve you in the long run.</p><p><span style=\"background-color: transparent;\"><font color=\"#3984C6\"><br></font></span></p><p><span style=\"background-color: transparent;\"><font color=\"#3984C6\">Q : How do you spot opportunities for innovation, and how can you know if your idea is good enough?</font></span></p><p>First and foremost, you have to identify your strengths and look for opportunities that cater to your strengths.The other thing always becomes a user of our products. I am the designer, but ultimately, I become the user of our product, and I use them regularly. For example, I am a regular user of helakuru; I do all my communications in the Sinhala language. So being a user of my product, I get to experience my development as a consumer. And I assess the product and understand its strengths and weaknesses. Through this assessment, we can further improve the product.</p><p>And thirdly, do not follow the existing solutions in the market. I do not follow what others have done already. When I identify an opportunity or a problem in the market, I always think in a novel way. The most recent example of this is HelaPay. Helapay was a consumer payment method to the local market. There were so many payment apps already in the market, but people perceived uniqueness in our solution. The identity in our solutions lies in the fact that we think in Sinhala when developing our product, not in English. Those three facts are the secrets of how our innovations attract the market very fast.</p><p><br></p><p><span style=\"background-color: transparent;\"><font color=\"#3984C6\">Q: And finally, regarding technological innovation in Sri Lanka, do you confidently look to the future?</font></span></p><p>Indeed yes. If we consider Bhasha Lanka, we do not wait for foreign parties to solve our problems. So, we have now positioned ourselves as a technology introducer for our people, for our country. We take the responsibility upon ourselves to bring new technologies to our people and empower them. We will introduce new technologies to suit the taste of our people in our way. We have done it for the past ten years, and I am confident that we will deliver at the same level in the future, if not beyond that level.</p><p><br></p><p><img style=\"width: 100%;\" src=\"https://magazine.exposition.lk/images/article51.jpg\"><br></p>",
    "quote": "Technology is not just a tool. It can give people a voice that they may not  have had before.",
    "authorImage": "https://magazine.exposition.lk/images/expo_author.jpg",
    "authorPositionOne": "",
    "authorPositionTwo": "",
    "authorPositionThree": "",
    "readTime": "15 min"
  },
  {
    "id": "6",
    "image": "https://magazine.exposition.lk/images/article60.jpg",
    "title": "Mr. Randy Chriz",
    "description": "The dreams of the youth are colossal. When we are young, we dream of all  things magnificent. Nothing’s impossible for us.",
    "category": "interviews",
    "categoryColor": "bg-warning",
    "date": "2022-02-17",
    "author": "Exposition Interviews",
    "content": "<p>The dreams of the youth are colossal. When we are young, we dream of all things magnificent. Nothing’s impossible for us. With the passage of time, most of us lose touch with our dreams. Mr Randy Chriz is someone who was able to persist in his dreams. And today, he is a globally recognized artist. His determination, talent and willpower have brought him this far, and today he is well known as the animator for Eminem’s music video Godzilla. Randy Chriz and his partner in all things, Mrs Portia Ratnayake, cofounded Meraki United, a collective creative expression. Together, they inspire many young budding artists and show them that nothing is off the horizon.</p><p><font color=\"#0000FF\"><span style=\"background-color: transparent;\">Q: Can you tell us about your journey towards becoming a globally recognized artist? What was your greatest inspiration?</span></font> </p><p><b>Randy</b>: As a kid growing up in the pre-internet era, my greatest inspiration were cartoons. I watched different cartoons on TV and absorbed the art styles and storytelling. After watching them I wanted to recreate something of my own and I used to draw flip-book cartoons and tell stories with my brother. This was a passion I had since I was a kid. Later on, after I finished schooling, I looked for jobs that would help me use my skills in art, but since I couldn't draw digitally by that time, I was rejected from advertising agencies. Then I got a job as an intern at MTV MBC, the television network. My job was in the AV library. Though that job was not related to art, I had the opportunity to show my skills to people who worked there and finally I pitched my work to them. Then I got a few opportunities to contribute my art skills for certain programs. After that I got the opportunity to become the first designer in the news department. That is when I finally started teaching myself to animate on the computer. From that point onwards, I have worked many jobs and added to my skills. I have a total of 15 plus years of doing what I do now. And in late 2017 I ventured out on my own and by mid 2018 Portia left her job and joined me, and we were able to start our own business, which is Meraki United. Today Meraki United has become an animation studio that is known around the world, and I am very proud of the journey that led to it. </p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\"><br></font></span></p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q: During your journey in the industry, probably you may h ave e n co u nte re d m a ny obstacles. Can you elaborate on an instance which had the most impact and how you overcame it?</font></span></p><p><b>Randy</b>: Several instances were quite challenging for content creators like us, and when compared with other countries, there is a difference in the degree of exposure we get, and the career paths designed for an artist. Today, at least you have certain creative schools that offer degrees, but those days it was only the universities that offered degrees in fine arts. For A/Ls I couldn't find a combination of subjects I liked and I couldn't get into local universities, so that door was not open to me. And I know this is the same for many young artists even today. And this was before YouTube was launched. But I found my path by joining a company that was able to pave a path for me. I am self-taught, but I got the necessary opportunities and the discipline by working at MTV. At present, I have new challenges to face as an artist living in Sri Lanka and working for global clients. Because Sri Lanka doesn't have a proper industry for arts and entertainment, the banking and financial systems, administration, logistics, all these things are not set up in a way to allow an artist to go global easily. Every step of the way is a challenge, from opening a bank account to shipping merchandise globally. Portia and I are working to pave a path for ourselves as well as other artists who may follow this line of work. </p><p><img style=\"width: 25%; float: right;\" src=\"https://magazine.exposition.lk/images/article61.jpg\" class=\"note-float-right\"><span style=\"background-color: transparent;\"><font color=\"#0000FF\"><br></font></span></p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q: After six years of being part of MTV MBC, you joined anything. lk. Can you explain how you benefited from advancing your career when you joined an online retail website? </font></span></p><p>Randy: Yes, I worked at MTV MBC for six years and gained much experience. But after a while, I realized that my career wasn't excelling after a certain point, and I could not do what I wanted to do. So, I was seeking a better opportunity to expand my skills, and anything.lk was a start-up at that point. Leaving steady employment at MTV and joining a start-up was not a decision many encouraged but after much thought I was convinced I had to take the chance. Today, I know that is one of the best decisions I took as at anything.lk I was exposed to a new and refreshing culture. The culture of a start-up where hierarchies were non-existent and opportunities were abundant. Even though I was afraid in the beginning, I have realized the importance of taking calculated risks. This is why Portia and I advocate that you should try and work for a start-up before joining a leading corporation where your position is defined. Once the role is defined, you usually settle into it and limit yourself to it. You might get proficient at it, but you're not taking full advantage of your maximum potential.</p><p><br></p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q: What is \"Meraki United\"? Can you explain how it started and why? </font></span></p><p>Randy: I worked in the corporate sector for 12 years before I quit my 9-5 job to venture out as a freelancer. I realized that in the corporate world, where there are tight deadlines, you never get to contribute your full potential. As a result, that product is rarely something that makes you proud. So when I felt the time was right, I took the plunge. After I left I worked tirelessly and passionately to build my portfolio. I built my website, my social media, and relentlessly kept adding content. Soon I was able to attract steady work and I was soon making twice as much as my last salary. Finally about 6-8 months after I ventured out on my own Portia joined me and we established Meraki United. The concept of Meraki United was something that Portia and I had been discussing for a long time. It had been in the process for at least three years before it came true. And to achieve this goal Portia and I had been developing our careers strategically, we selected the places we worked for and the jobs we took, so that it would add a multitude of experiences that would help us in our journey. Finally in 2018, we established the company and set out on a unique mission to create content that could compete with international standards. And we shifted slowly from the advertising industry to the entertainment industry, where there was more room for creativity.</p><p><img style=\"width: 25%; float: right;\" src=\"https://magazine.exposition.lk/images/article64.jpg\" class=\"note-float-right\"><br></p><p> Portia came up with the name Meraki United, \"Meraki\" means working with Soul, and we added the word \"United\" because we wanted to collaborate with other individuals, too! We saw that many skilled Sri Lankans were working in their individual corners or occupied in jobs. We felt that we could achieve great things if we worked together. Like Aristotle said, we believed \"that the whole is greater than the collection of its parts\". That is the meaning of Meraki United. And the mission is to see Sri Lanka among the big names in international video production. </p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\"><br></font></span></p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q: Does Meraki accept contracts from other companies?</font></span></p><p>Well, usually signing a contract is a good thing. It provides stability to the production company in the form of a guaranteed income on a monthly basis, much like a salary. It also helps the client build a reliable and steady relationship with the production company and enjoy an inflow of consistent content. But at Meraki, we are positioned in such a way that signing a contract with one party will limit us in many ways. Especially exclusive contracts. So we avoid signing exclusive contracts with clients, because exclusivity limits our capacity for creatively collaborating with whoever we wish to work with at any time we want. Also since we deliver a specialised service - animation - we don't deliver content often, and our clients usually don't require regular animated content. Even if they do, we don't commit to a contract because we want to maintain our artistic integrity and have control over what we do in every project; and committing to deliver frequent content can bring down the creativity of each project, as the job gets monotonous and the deadlines are forced. </p><h3><br></h3><h3 align=\"center\">\"Our mission is to see Sri Lanka among the big names in international video production.\"</h3><p><br></p><p>One thing that we ask from clients is to give us creative freedom and flexible deadlines. If deadlines are rushed, it may not be the best outcome that we can provide. If they give us one month or two months, we will meet the deadline with the best outcome possible. But if they say, \"I want it tomorrow,\" We usually decline the job since we know they aren't getting their money's worth, and we can do more if they give us the time. But at the same time a deadline is a deadline and once we accept a job that deadline has to be respected and the job delivered on time. </p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\"><br></font></span></p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q: You have talked about intuition and gut feeling, and this notably showed when you invested your time on a passion project, for the Godzilla music video, instead of taking on a project that had guaranteed outcomes. It was a bold move in a way. Having a good sense of intuition is very important to entrepreneurs. What would you share on this regard with entrepreneurs in Sri Lanka?</font></span></p><p><b>Randy</b>: I genuinely believe in intuition and instinct, especially when you have worked in certain places for a long time and know what you are doing. I sometimes take time out of my schedule to do what I enjoy doing at the time. Because I have a sense that this might work, but that doesn't mean it will always work. Either way, I would follow that instinct, do the job, go all the way and perfect it. Get it out of your system.Godzilla was a perfect example of this.</p><p><b>Portia</b>: Even if we say that you should follow your passion, there is always a right time to do something. Young guys love hearing the words \"no matter what, follow your passion\" because at that age they naturally have many things that they are passionate about, and they very much want to follow these things, immediately. But it is easier said than done. And it isn't always as straightforward as that. To follow a passion you need someone to fund you, If you don't have someone in your family who can make the investment, it will have to be someone outside or you will have to get a job and fund yourself. It doesn't just happen by saying, \"I believe in myself, and so should you. Give me the money, and let's get started\". There is always \"A Right Time\". And this happens when you have acquired the right amount of experience, the right kind of knowledge and the right amount of influence on your potential investors and customers. But while you wait for the \"Right Time\" you should be working towards your passion every single day. It starts with making a list of things you are passionate about, employing yourself in jobs / companies that deal with those interests, performing your best every day, noticing things your have a special affinity for, working harder and smarter on those aspects, moving jobs as necessary, putting yourself in places where there are opportunities to grab, etc. Both Randy and I did just that. And it took us 10+ years to find the right time. </p><p><br></p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q: If we take digital art in Sri Lanka, it does not have a vast market. So, being in such an environment, what motivated you to perceive a career in this aspect apart from your passion?</font></span></p><p>Randy: Well I love drawing and animating, it wasn't something I forced myself into. And I am lucky to have made it in this industry despite all odds. I was motivated to keep doing what I'm doing throughout my career. My family, friends and the places I worked, all of those things are parts of the story. I am also highly motivated by the feedback I receive for what I do. It pushes me to keep doing better and better. Sri Lanka is far from the ideal market for an artist or animator, but if you keep pushing, nothing is impossible. I had a great support system too, especially after I met Portia. She makes a lot of things possible by sheer will. And I have a vision, achieving that is my life's goal. That has always been in me, an unsettling feeling that tells me \"this is not it\". </p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\"><br></font></span></p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q: As an individual who had the drive and integrity to come this far , we believe that you are not ready to halt anytime soon. Therefore, when expanding your place in the global market, What strategies do you undertake to market your service?</font></span></p><p><b>Randy</b>: This is a good question. I think now, looking at all the standpoints, the thing that makes sense is to \"Scale Up\". Scaling up with Meraki United has been a challenge and we are still working on it.</p><p><b>Portia</b>: We have been hunting for talent to work with since 2018, and now we have partnered with a few other local creative companies and artists as part of the expansion plans. We will also be personally managing a few artists both local and foreign, helping them expand along with the company. And we have many plans for the future of other Sri Lankan artists as well, including building the local art and animation industry and the price point / value given to an artist, locally. </p><p><br></p><p><img style=\"width: 100%;\" src=\"https://magazine.exposition.lk/images/article63.jpg\"><br></p>",
    "quote": "The dreams of the youth are colossal. When we are young, we dream of all  things magnificent. Nothing’s impossible for us. With the passage of time,  most of us lose touch with our dreams. Mr Randy Chriz is someone who was  able to persist in his dreams. And today, he is a globally recognized artist. His  determination, talent and willpower have brought him this far, and today he is  well known as the animator for Eminem’s music video Godzilla. Randy  Chriz and his partner in all things, Mrs Portia Ratnayake, cofounded  Meraki United, a collective creative expression. Together, they inspire  many young budding artists and show them that nothing is off the  horizon.",
    "authorImage": "https://magazine.exposition.lk/images/expo_author.jpg",
    "authorPositionOne": "",
    "authorPositionTwo": "",
    "authorPositionThree": "",
    "readTime": "12 min"
  },
  {
    "id": "14",
    "image": "https://magazine.exposition.lk/images/article140.jpg",
    "title": "Unknown to known -  Mindset of a data analyst ",
    "description": "Mr. Dinesh Asanka ( Lecturer - Department of Industrial Management, University of Kelaniya ).",
    "category": "expert's-insights",
    "categoryColor": "bg-primary",
    "date": "2022-02-17",
    "author": "Mr. Dinesh Asanka",
    "content": "<p>Data Analytics is a buzzword these days in many domains. To achieve a competitive advantage over your competitors, it is extremely important to analyze your data and derive the correct predictions for your business. This will make your decisions data-driven rather than sense driven.</p><p>Though data analytics sounds like a straightforward process, it deals with many activities, since in almost all organizations, data is stored in different systems depending on their operations. For example, you will have human resource data in one system in an organization, and sales will be in another system. These systems are so isolated that they may have been built by different vendors using different technologies such as databases and design patterns. Due to these implementation differences, data analytics operations will run into many challenges rather than problems. However, data analytics must overcome these challenges rather than blaming the nature of data.</p><p>The purpose of this article is to take one such data analytics incident and explain to you the process and, importantly, what should be the mindset of a data analytics professional during the entire lifetime of the project.</p><p>First, let us see the background of this project. This project took place almost two decades ago in the United Kingdom. The organization's primary business was designing and delivering advertisements for different clients. They had 121 artists who were responsible for creating these advertisements. These artists were grouped into teams in which there was a sales representative whose primary responsibility was to liaise with the client and get their requirements. Once they completed the requirement elicitation, the sales representative explained the necessities to his artists, and artists had to create the designs. Then the sales representative will present multiple formats to the client, and the client will choose one. They might add minor modifications.</p><p>During this process, organization management had identified that some artists' work were rejected many times, and they wanted to dig into the reasons. They tried to find out the qualifications of the artists whose artworks were getting selected.</p><p>They wanted to improve the two processes, Hiring and Training, of their human resource functions by answering this question.</p><ol><li>Hiring -&gt; during the hiring process, they can provide more focus on the artists who have obtained specific qualifications. </li><li>Training -&gt; Organization will be able to provide specific training to the artist.</li></ol><p>Having set the objectives, they set to start the project. If you rephrase the question, what are the qualifications of artists that will make their artwork to be selected? Next, they sorted out the artwork details such as the artwork, artwork type, client, date, and importantly whether the artwork got selected. From the artist's point of view, they collected the artist's name and his qualifications. The first challenge was that these two data is in two systems and two different database technologies. It is a prevalent challenge in data analysis projects and not that difficult to overcome.</p><p>Then the next challenge in the sales system is that there is only basic information about artists, their names etc. In the human resource system, you have details of all the organization's employees. Now what is required is, to match the relevant artist from the sales system to the human resource system. Since two different vendors built these two systems at different times, there is no common attribute such as employee number to match them.</p><p><img style=\"width: 100%;\" src=\"https://magazine.exposition.lk/images/article141.jpg\"><br></p><p>After many data analytical exercises, the company decided to use the artist's name to match between systems. Out of 121 artists, 101 did not provide any headaches as they matched exactly. Seventeen artists had a few issues such as spaces and mismatched dots between systems, so they were checked using a unique technique called Fuzzy Lookup. The rest of the three artists were married ladies who had changed their names after their marriage. In the sales system, you are not allowed to change the name, so, they had the previous names, which is not an issue for operations. This is another critical factor in data analytics projects. Many data quality issues are raised during the integration, not in isolation. Since these data quality issues do not impact these systems, no one bothers to rectify them. But for data analytics projects, these attributes have to be corrected.</p><p>They suggested doing database back-end data modifications, but the data administrators were not happy as it would violate the vendor's agreement. So, the ball was on the data analysts' court once again. In this type of incident, the typical practice is to make them as \"UNKNOWN\". So the company did that. The three ladies were tagged as \"UNKNOWN\" in all of their reports and charts. After completing the project, it was time for the big show, the demonstration in front of top management. To demonstrate their effort to the top management and to convince them, cunningly, they decided to focus more on the unknown. This way, they could blame their data. The presentation went well until the Q&amp;A time. The Finance control asked, \"Guys, who are these unknown?\". That was the question they all were waiting for. At the time, they remembered these ladies' names, so they said who these people were and why they were tagged under \"UNKNOWN\". After listening to the technical jargon, she calmly asked, \"If you know them, how can they be unknown\". They didn't have answers to that. They knew these ladies, but technically they could not match them.So, in other words, these three ladies were known in business terms but not in technical terms. So they have given priority to the technical terms over the business terms. That was their cardinal mistake. Though they could fix the issue with a straightforward solution, hard lessons were learned.</p><p>This incident shows us that we need to look at the project from the business view rather than from a technical angle for data analytics projects. There are workarounds to overcome your technical issue if you are smart!</p>",
    "quote": "Data Analytics is a  buzzword these days  in many domains. To  achieve a competitive  advantage over your competitors, ",
    "authorImage": "https://magazine.exposition.lk/images/article14_author.jpg",
    "authorPositionOne": "Lecturer,",
    "authorPositionTwo": "Department of Industrial Management,",
    "authorPositionThree": "University of Kelaniya",
    "readTime": "5 min"
  },
  {
    "id": "281",
    "image": "https://magazine.exposition.lk/images/365x1.jpg",
    "title": "365x1",
    "description": "",
    "category": "365x4",
    "categoryColor": "bg-secondary",
    "date": "2022-02-17",
    "author": "K.A.D. Nethara Chamodya",
    "content": "<p><font color=\"#0000FF\"><span style=\"background-color: transparent;\">Q: How was the transition from being a school student to an undergraduate of the Department of Industrial Management? </span></font></p><p>I was a reserved student when I was in school. I was not outgoing, nor did I connect with fellow students other than some chosen people. When I transitioned to the university, I met new people and sought friends, which was somewhat hard due to my introverted and restrained nature. But as time passed, I found a group of friends whom I could trust and confide in. The mentors assigned to us were also very understanding, reassured us, and gave advice for us to get through all the hardships. This was one of the main reasons I could open up and trust them during my transition. I appreciate the steps taken by the Department of Industrial Management to ease the transition period of first-year undergraduates.</p><p><br></p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q: As a Department of Industrial Management/(MITian) student, what changes have you observed in yourself so far?</font></span></p><p>I used to be the student who only participated in an event or talked in the class only if necessary. But after becoming a student of the Department of Industrial Management, I changed so much, and I am astounded by it. I have participated in each event organized by our department under the guidance of our beloved lecturers and seniors, who helped immensely in my character and attitude development. The support given by my batchmates in every aspect is inspiring. I have gathered many social skills, technical skills through these programs.</p><p><br></p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q: How was your experience of spending the first academic year in a virtual setup while transitioning in to a new environment?</font></span></p><p>At first, I thought it would be a nightmare, as we do not get to meet our lecturers or colleagues and therefore cannot build a positive relationship with them. I also thought I would lose concentration and not do my best in a virtual setup as much as in a physical format. Unlike my thoughts, our lecturers conducted the lectures in a much interactive manner filled with meaningful conversations about course content and did not miss a chance to motivate us. They provided continuous assessments, quizzes, and class tests to keep u s focused and encouraged group discussions to resolve our doubts, which helped build a strong relationship with the batchmates. Although I missed the sports and extra-curricular activities in the virtual setup, our lecturers provided us with well-adjusted programs, hence did not miss anything academic-related.</p><p><br></p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q: How has the challenge of losing social engagement affected you so far, especially as a first-year undergraduate?</font></span></p><p>After finishing A/Ls, I dreamed of enrolling in a prestigious university in Sri Lanka and following a well\u0002 suited degree while enjoying my life with friends and family. Now, I have achieved my dream, but the enjoying life part is hindered due to the COVID 19 outbreak. Being confined to the space between the four walls of the room for almost two years is not great. I love to travel around. So it has been a bit depressing, but spending time doing group activities with my batchmates and attending lectures and virtual meetups with my friends have helped immensely. </p><p><br></p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q: How would you see yourself throughout the upcoming years as an undergraduate?</font></span></p><p>I hope to acquire proper knowledge and specialize in my major area as an undergraduate. I also hope to improve my soft skills, literacy skills, leadership skills, problem-solving skills, and decision-making skills. These are some of the critical skills needed to enhance my employability. I also hope to pursue my all-time favourite sport, Karate, during the upcoming years. While doing all of this, I hope to enjoy the best years of my life. At the end of my undergraduate years, I hope to see myself as a talented and educated graduate with many amazing skills.</p><p><br></p><p><br></p>",
    "quote": "",
    "authorImage": "https://magazine.exposition.lk/images/365x1.jpg",
    "authorPositionOne": "Undergraduate - Level 1",
    "authorPositionTwo": "Department of Industrial Management",
    "authorPositionThree": "University of Kelaniya",
    "readTime": "3 min"
},
{
  "id": "282",
  "image": "https://magazine.exposition.lk/images/365x2.jpg",
  "title": "365x2",
  "description": "",
  "category": "365x4",
  "categoryColor": "bg-secondary",
  "date": "2022-02-17",
  "author": "Nawoda Jayasinghe",
  "content": "<p><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q :What changes do you observe in yourself as an undergraduate who studied Management and IT as an integrated course of study for the past two years?</font></span></p><p>I was an IT enthusiast when I first joined the department. However, in the past two years, I learned that learning a combination of IT and management is a unique experience that we can gain. Especially having management knowledge and expertise when working in an organization is a distinct advantage. As a result of combining IT and management, I’ve developed into a better version of myself within a short period. As a member of the department, I had to exert my effort in many different avenues in addition to academic exertions. Therefore I am more organized with my work now since I incorporated the skill of balancing a lot of work. Furthermore, since being in the department, I am more capable of apprehending my passion and focusing my efforts.</p><p><br></p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q: How do you manage to be a self-employed graphic designer, social volunteer, and university ambassador all at once?</font></span></p><p>At first glance, playing three different roles simultaneously appeared to be difficult. But I’ve always wanted to volunteer since I was a kid. As a G17 ambassador, I advocated for sustainable development, which is a cause close to my heart. Self\u0002employment in graphic design was novel to me, and it enabled me to pursue a different path in which I am super interested. It doesn’t take much effort to manage the timing when we’re doing something we enjoy. In my opinion, as long as we enjoy what we do, we will naturally find time to balance it all. Try to follow something that you are passionate about then you will find time to balance everything no matter how difficult it seems. Try to set deadlines for the work you have to complete; it will be beneficial if you are self\u0002employed.</p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\"><br></font></span></p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q : What are the standing resources you gained from the department for your current internship as a UI/UX designer at RootCode labs?</font></span></p><p>Even though the internship was primarily focused on the IT field, the managerial skills we gained from the department proved to be invaluable in the corporate world. Also, aside from the knowledge gained through academic work, there was significant support from the webinar series organized by the department in parallel with Ideasprint and HackX. I had the opportunity to contact past MITians who work in the UI/UX path, which provided me with invaluable guidance and support. I was able to build networks with people through the department, which was a plus point too.</p><p><font color=\"#0000FF\"><span style=\"background-color: transparent;\"><br></span></font></p><p><font color=\"#0000FF\"><span style=\"background-color: transparent;\">Q: What is your main goal in applying for this internship?</span></font></p><p>The primary goal of looking for work was to make an income. But enrolling in a job that only satisfies that constrain wasn’t the point for me. As far as I’m concerned, we can easily manage our time among other work if we do something we enjoy. Considering all of these factors, I’ve decided to apply for an internship in a field I’m particularly interested in, which will provide both future investment and a source of income at the same time.</p><p>&nbsp; <br></p>",
  "quote": "",
  "authorImage": "https://magazine.exposition.lk/images/365x2.jpg",
  "authorPositionOne": "Undergraduate - Level 2",
  "authorPositionTwo": "Department of Industrial Management",
  "authorPositionThree": "University of Kelaniya",
  "readTime": "3 min"
},
{
  "id": "283",
  "image": "https://magazine.exposition.lk/images/365x3.jpg",
  "title": "365x3",
  "description": "",
  "category": "365x4",
  "categoryColor": "bg-secondary",
  "date": "2022-02-17",
  "author": "Malinga Herath",
  "content": "<p><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q: As an all-rounder, how has the university experience helped you sharpen your skills and abilities so far?</font></span></p><p>University is a place full of experiences &amp; opportunities. Sometimes it can be hard to know which way to look at first. The best place to start was the basics, which motivated me and added some value. I was able to manage work through complicated situations with good time management. From my point of view, even though I’m not much of a friendly person, I was able to improve teamwork and collaboration with my colleagues.</p><p><br></p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q: As mentioned above, how did you manage the time to balance academic and other activities?</font></span></p><p>First, it was hard, and Sometimes I had to choose between one another. Also, in the first year, I had some setbacks in academics. But, I studied with my friends and batchmates. They supported me with missed lessons, complex subjects and all academic work. So I could overcome challenges and getback on track, and it was such a pleasurable experience.</p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\"><br></font></span></p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q: Can you elaborate more about the industrial exposure that you are gaining through the internship?</font></span></p><p>The internship was a new challenge for me. I’m working as an intern in a Web Development Company called Enrich Arcane. I worked on-premises for two weeks and, because of the third wave of COVID-19, now I am working from home. While working on-premises, I worked with the head of the web &amp; mobile application development team. It was an excellent opportunity to work with professionals in the IT field. While working with them, I got to experience how to do collaborative projects with a team of developers. I gained a good knowledge of development frameworks and new software used in other countries. I had the opportunity to interact with customers, analyze their requirements under the supervision of my mentor. It was an opportunity to apply what I have learned in a safe environment.</p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\"><br></font></span></p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q: In your perspective, how important is it to engage in extracurricular activitiesduring university days for undergraduates?</font></span></p><p>It was beneficial for me to relax my mind. Extracurricular activities made me understand my abilities, talents, career goals and find new skills that even I couldn’t identify in myself previously. I met new friends and made connections at the university. While working with them, I have improved my leadership skills and ability to solve problems in difficult times.</p><p><font color=\"#0000FF\"><span style=\"background-color: transparent;\"><br></span></font></p><p><font color=\"#0000FF\"><span style=\"background-color: transparent;\">Q: What are your thoughts about your future career after graduating from the Department of Industrial Management?</span></font></p><p>I haven’t decided what I will do for sure. But I’m looking forward to working as a Business Analyst and learning more about data analytics. Also, I look forward to improving my wedding photography business and continuing my passion for photography</p><p><br></p>",
  "quote": "",
  "authorImage": "https://magazine.exposition.lk/images/365x3.jpg",
  "authorPositionOne": "Undergraduate - Level 3",
  "authorPositionTwo": "Department of Industrial Management",
  "authorPositionThree": "University of Kelaniya",
  "readTime": "3 min"
},
{
  "id": "284",
  "image": "https://magazine.exposition.lk/images/365x4.jpg",
  "title": "365x4",
  "description": "",
  "category": "365x4",
  "categoryColor": "bg-secondary",
  "date": "2022-02-17",
  "author": "Tharindu Priyaharshana",
  "content": "<p><font color=\"#0000FF\"><span style=\"background-color: transparent;\">Q: When becoming a Level 4 undergraduate in one of the most valuable degree programs, what are the things you did to reach this stage, and what challenges did you face during your academic time? </span></font></p><p>Honestly, it has been a pretty arduous journey. The academic workload was increased year by year. In the first year, it was an entirely new and different environment for us, and given those environmental challenges, we had to adapt and adjust to new environments. Then the second year was a year full of challenges since we had many extracurricular activities and had to pursue our academics along with it. In addition, we competed in various hackathons. </p><p>I had my third-year internship in a plant where many people were infected with covid-19. Therefore, I had several issues in the internship, but regardless of the difficulties, eventually, I completed my internship and made it to level 4. The fourth year is an enormous opportunity for us. We have to conduct research according to the precise scientific methodologies. It is a new experience and played a significant and vital role in evaluating grades as well.</p><p><br></p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q: You have developed a startup of your own. So let us know briefly about it.</font></span></p><p>Yes. We formed a startup in 2019. It has been almost two years since we started it based on the Business formation centre at the University of Kelaniya. Our department provided a great deal of support for the startup by granting space and assistance in projects and incorporating the projects. Speaking of how I initiated the startup, after doing A/L in 2016, I started freelancing in the IT field. With that experience, I got together with some of my friends and initiated the work. Then I met some talented and skilful people in the university who had proficiency in IT and management. They owned the required expertise to run the functions of a company. But we did not go straight to the startup. Before coming to that point, we participated in some hackathons to polish our ideas and fix our mistakes and weaknesses. We obtained a vast understanding of the perceptions of others at our age, how they see the world and problems through hackathons. These experiences paved the way for the initiation of the startup. At first, five of us got together, and then a few from our batch also joined us as designers and developers. Then eight people from our junior batch joined and worked with us. By now, they are working in good internships with top knowledge levels. I’m delighted to see them like that. They are even far more skilled than us. That’s what I was expecting by initiating this startup in the university. </p><p>This startup is majorly related to the IT sector. Our main concerns are web designing, system development, data science, designing, digital media marketing, consultation for other businesses, campaign management, and business management. By now, I think we are in a better place as a team, and we have gained loads of knowledge and skills beyond money because of the startup. So yes, that is a remarkable experience.</p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\"><br></font></span></p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q: How did you manage your personal life and academics while doing a startup?</font></span></p><p>The work-life balance is very significant, and that’s a factor most Sri Lankans lack nowadays. As undergraduates specializing in IT, we all know that it is pretty stressful to carry on academics as we have submissions, and a load of work to do. Therefore, it was a significant risk to initiate a startup as we had to be careful about our results, exams, and GPA. Honestly. I was ready to take the risk because I believed that taking a risk and being defeated is worthwhile than not taking the risk and missing out. </p><p>I was more attentive and thoughtful about my academics, and finally,I managed it somehow. We did our best not to take work home at weekends because we needed to spend time with our family. We even left our laptops in the university. When we were at the university, we dedicated all our time to academics and the startup; hence, we managed to spare time for family on weekends. Always there were one or two of us at the university when the rest went home. Because of that, the startup did not cease even in holidays. Usually, when we do a startup, we should make a vigorous effort in the initiative period. We might have to commit our sleep and free time and take a considerable risk. But eventually, it won’t matter since we often obtain something more valuable in return. Therefore, it is always worth the risk, dedication, and commitment.</p><p><br></p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q: You have a budding business now, and you can opt to leave your degree in the 3rd Level by getting a general degree. However, you decided to pursue the degree furthermore. What is the reason for that?</font></span></p><p>That’s an excellent question. We know almost every decision includes an opportunity cost which means that if we take one decision, we may lose the potential to take another. If I had stopped in the third year, I could have continued to grow my business because I would have been able to work full time. I decided to pursue the degree further because I wanted to get the fourth year research experience. And, when it comes to the field, I’m going to enter, this may be the last time I get to do a research. In addition, I’m always eager to try new things. As a result, it was an excellent opportunity for me to conduct successful research, and I didn’t want to pass it up. Plus, the opportunity cost of continuing my studies in the fourth year is that we could have developed the company in terms of monetary and non-monetary values. However, considering the situation and economy in our country, my team and I chose to gain fourth-year academic experience and devote our complete focus to the company after graduation. In addition, the fourth-year subjects were beneficial. In particular, subjects like IoT are helpful to my life, and some of my other team members specialize in subjects like data warehousing, which are beneficial for them. Therefore, we believe that pursuing the degree was the smartest move.</p><p><br></p><p><span style=\"background-color: transparent;\"><font color=\"#0000FF\">Q: What message would you like to give undergraduates who wish to initiate a successful startup like you?</font></span></p><p>The most important thing I can tell is that you should be willing to take a risk to succeed. It is pretty difficult for undergraduates to start a new business because we all know that simply registering a firm is not enough to develop a startup. You will have to find a site to run your business and face many other problems, especially when starting a new firm. However, most companies can operate virtually in the IT field, which is highly advantageous. But of course, there are many different sorts of startups. In any subject, we can register a company and establish a business.</p><p>Also,I can advise an undergraduate to focus on academics first because you only have to worry about it during your undergraduate years. You can start a business whenever you want. However, if you’re going to establish a business as an undergraduate, you can do it in your spare time. When it comes to your company’s team members, you must carefully consider who you will add to your team because they directly help accomplish the company goals and advancements.</p><p>Another thing to remember is that when you meet new people, you should tell them about your startup and what you are doing to expand your network. Because if you have given people a sense of what you do, they will come to you when they need something. This way, you can grow your business because universities have such a vast network. Also, rather than focusing on monetary values, I believe we should consider gaining experiences and learning something new even if our business ultimately fails. What’s important here is having a positive mindset to turn every failure into a success and never make the same mistake twice. It will be easy to maintain a business if you form a startup like that, and if you have enough dedication and consistency, I believe you will be able to create your startup successfully</p><p><br></p><p><br></p>",
  "quote": "",
  "authorImage": "https://magazine.exposition.lk/images/365x4.jpg",
  "authorPositionOne": "Undergraduate - Level 4",
  "authorPositionTwo": "Department of Industrial Management",
  "authorPositionThree": "University of Kelaniya",
  "readTime": "7 min"
},{
  "id": "301",
  "image": "https://magazine.exposition.lk/images/article301.jpg",
  "title": "IDEALIZE 2021",
  "description": "Idealize 2021 is an all-island ideathon organized by AIESEC in University of Moratuwa along with Dialog Ideamart. The competition consisted of two main events; ",
  "category": "news",
  "categoryColor": "bg-danger",
  "date": "2022-02-17",
  "author": "Exposition Tidings",
  "content": "<p>Idealize 2021 is an all-island ideathon organized by AIESEC in University of Moratuwa along with Dialog Ideamart. The competition consisted of two main events; idealize ideathon and app-making competition. Competitors were given the task to convert their business idea into a mobile application and more than 120 teams applied for the 1st phase of the hackathon. Team Error 404 consisting 5 MITians were able to win the championship along with the Conceptualist award, which was given for the most innovative idea. The award ceremony was held in July 2021. The evaluation criteria included the app development process, app download margins, marketing plan, business plan, revenue models, reach of the app, and app reviews. Thushan Dodanwela, Venushi De Silva, Shalani Wijesinghe, Heshan Nanayakkara and Akalanka Nayanajith from the Department of Industrial Management (Level 2) were in the team.<br></p><p><br></p><p><br></p><h1><br></h1>",
  "quote": "Idealize 2021 is an all-island ideathon organized by AIESEC in University of Moratuwa along with Dialog Ideamart. ",
  "authorImage": "https://magazine.exposition.lk/images/expo_author.jpg",
  "authorPositionOne": "",
  "authorPositionTwo": "",
  "authorPositionThree": "",
  "readTime": "1 min"
},{
  "id": "302",
  "image": "https://magazine.exposition.lk/images/article302.jpg",
  "title": "RevolUX",
  "description": "A UI/UX designathon organized by AIESEC in the University of Colombo in collaboration with the IEEE Student Branch of UCSC for the creative and artistic minds",
  "category": "news",
  "categoryColor": "bg-danger",
  "date": "2022-02-17",
  "author": "Exposition Tidings",
  "content": "<p>A UI/UX designathon organized by AIESEC in the University of Colombo in collaboration with the IEEE Student Branch of UCSC for the creative and artistic minds islandwide. Finalist teams were given a 12-hour designathon, where each team was provided with a scenario where they had to create UI mockups/prototypes for that given scenario. The team Third_Eye, consisting of four MIT Level 2 undergraduates; Abhiru Wijesinghe, Sithum Basnayake, Rajitha Madushan, Sashini Wanigasekara achieved the 1st runner up of the Designathon held on 4th of July 2021. The team was evaluated under Visual Design, User Experience, Creativity, Information Architecture ,Interface, Purpose, Consistency, Content, Research &amp; Data Gathering, and Presentation.</p>",
  "quote": "A UI/UX designathon organized by AIESEC in the University of Colombo in collaboration with the IEEE Student Branch of UCSC for the creative and artistic minds islandwide.",
  "authorImage": "https://magazine.exposition.lk/images/expo_author.jpg",
  "authorPositionOne": "",
  "authorPositionTwo": "",
  "authorPositionThree": "",
  "readTime": "1 min"
},{
  "id": "303",
  "image": "https://magazine.exposition.lk/images/article304.jpg",
  "title": "Undergraduate Student Paper Competition – IEOM 2021",
  "description": "The IEOM Society International is a not-for-profit organization that serves as a premier international platform and forum for academics, researchers, scientists, and practitioners to exchange ",
  "category": "news",
  "categoryColor": "bg-danger",
  "date": "2022-02-17",
  "author": "Exposition Tidings",
  "content": "<p>The IEOM Society International is a not-for-profit organization that serves as a premier international platform and forum for academics, researchers, scientists, and practitioners to exchange ideas and gain insight into the latest developments and advancements in Industrial Engineering and Operations Management. In the 6th North American Conference held in November 2021, P.A. Indhumini Ranathunga, Level 4 undergraduate of the Department of Industrial Management, won the third place under the category of IEOM Undergraduate Student Paper Competition from undergraduates all over the world.</p>",
  "quote": "The IEOM Society International is a not-for-profit organization that serves as a premier international platform",
  "authorImage": "https://magazine.exposition.lk/images/expo_author.jpg",
  "authorPositionOne": "",
  "authorPositionTwo": "",
  "authorPositionThree": "",
  "readTime": "1 min"
},{
  "id": "304",
  "image": "https://magazine.exposition.lk/images/article305.jpg",
  "title": "Virtual inter-university Karate KATA championship 2021",
  "description": "Malithi Karunarathne a level 2 MITian is a proud member of UOK Karate team. She was able to garner the 1st place in ",
  "category": "news",
  "categoryColor": "bg-danger",
  "date": "2022-02-17",
  "author": "Exposition Tidings",
  "content": "<p>Malithi Karunarathne a level 2 MITian is a proud member of UOK Karate team. She was able to garner the 1st place in the level 2 female kata category in the virtual karate inter-university championship 2021. Even though the times are restraining, and university sports and extra activities came to a halt due to the pandemic situation, competitions like this gave hope to the undergraduates and lifted their spirits.</p>",
  "quote": "Malithi Karunarathne a level 2 MITian is a proud member of UOK Karate team.",
  "authorImage": "https://magazine.exposition.lk/images/expo_author.jpg",
  "authorPositionOne": "",
  "authorPositionTwo": "",
  "authorPositionThree": "",
  "readTime": "1 min"
},{
  "id": "305",
  "image": "https://magazine.exposition.lk/images/article303.jpg",
  "title": "International BlockChain Olympiad 2021",
  "description": "The International BlockChain Olympiad is a platform for high school students, undergraduates, and recent graduates worldwide to present blockchain solutions to solve real-world problems.",
  "category": "news",
  "categoryColor": "bg-danger",
  "date": "2022-02-17",
  "author": "Exposition Tidings",
  "content": "<p>The International BlockChain Olympiad is a platform for high school students, undergraduates, and recent graduates worldwide to present blockchain solutions to solve real-world problems. IBCO 2021 was hosted in Dhaka, Bangladesh in October 2021. Team UOK consisting R.M. Rishan (Level 04), P. Pavani Wasana (Level 04), H. P. Prageeth Thilina Gunasekara (Level 04), N.H.A.C. Madhubhashani (Postgraduate), Thanushya Thanujan (Postgraduate) from the Department of Industrial Management in the University of Kelaniya won the Merit Award in the International Blockchain Olympiad 2021 marking the history as the first time a joint team of postgraduate and undergraduate students competed in a competition representing the DIM.<br></p>",
  "quote": "The International BlockChain Olympiad is a platform for high school students, undergraduates, and recent graduates worldwide to present blockchain solutions to solve real-world problems.",
  "authorImage": "https://magazine.exposition.lk/images/expo_author.jpg",
  "authorPositionOne": "",
  "authorPositionTwo": "",
  "authorPositionThree": "",
  "readTime": "1 min"
},{
  "id": "306",
  "image": "https://magazine.exposition.lk/images/article306.jpg",
  "title": "Student Ambassadors",
  "description": "The Microsoft Learn Student Ambassadors is a program to sponsor students majoring  in disciplines related to technology, enhancing students' employability by offering  training",
  "category": "news",
  "categoryColor": "bg-danger",
  "date": "2022-02-17",
  "author": "Exposition Tidings",
  "content": "<p>The Microsoft Learn Student Ambassadors is a program to sponsor students majoring in disciplines related to technology, enhancing students' employability by offering training in skills, including knowledge of Microsoft technologies. This global group of on-campus ambassadors leads in their local tech circles to help students and their communities develop technical and career skills for the future. Nipuna Munasinghe has been promoted as a Beta Microsoft Learn Student Ambassador, and Thisal Attygalle, Nirasha Jayalath, Ruwanthi Perera, Kasintha Kalhara, Anushika Nethsara Samarakoon, Shani Abeywickrama, Aruni Gunasekara, Himashi Silva, Nelumi Opatha, Chamodya Pabasari, and Pramuditha Rajapaksha have been also appointed as Microsoft Learn Student Ambassadors (Alpha Milestone) representing the University of Kelaniya. Shehan Tharuka and Kisal Perera have been selected as Samsung Student Ambassadors, and Shamal De Silva has been selected as one of the Arimac student ambassadors. Furthermore, Nawoda Jayasinghe has been appointed as one of the university ambassadors for G 17 University Ambassador Consortium, and Indupuli Wickramasinghe represents University of Kelaniya under the Unilever Sparks Student Ambassadorship Programme 21/22.<br></p>",
  "quote": "The Microsoft Learn Student Ambassadors is a program to sponsor students majoring  in disciplines related to technology, enhancing students' employability by offering  training in skills, including knowledge of Microsoft technologies.",
  "authorImage": "https://magazine.exposition.lk/images/expo_author.jpg",
  "authorPositionOne": "",
  "authorPositionTwo": "",
  "authorPositionThree": "",
  "readTime": "1 min"
},{
  "id": "271",
  "image": "https://magazine.exposition.lk/images/article271.jpg",
  "title": "Sanduni Perera",
  "description": "It was a tough time due to the pandemic. People had a hard time finding a  job and had to go to the first job they got selected. However, completing the  BSc MIT was truly a blessing as we could apply for both IT and Management.  Following MIT, playing basketball and taekwondo, vice captaining a team,  holding positions in clubs and societies and working with them helped  develop my “never giving up” attitude.",
  "category": "spirits",
  "categoryColor": "bg-spirit",
  "date": "2022-02-17",
  "author": "Exposition Spirits",
  "content": "<p>It was a tough time due to the pandemic. People had a hard time finding a job and had to go to the first job they got selected. However, completing the BSc MIT was truly a blessing as we could apply for both IT and Management. Following MIT, playing basketball and taekwondo, vice captaining a team, holding positions in clubs and societies and working with them helped develop my “never giving up” attitude. </p><p>In addition, it groomed and strengthened me to become who I am today. The journey wasn’t easy, but I had immense support and guidance from the IM family. My current role was my dream job, and it became a reality thanks to MIT. One of my interview questions was to explain how a product is innovated and marketed. Our department always encourages us to participate in hackathons, competitions, and extracurricular activities. This forward attitude helped me pass my interview smoothly and stand out among the crowd.</p><p>I have the opportunity to work as a business entrepreneur and analyst because of my knowledge in both IT and management. I encourage our youngsters to balance academics and extracurricular work, as the time and knowledge you gain during your undergraduate period are irreplaceable. I’m glad and grateful to our department because the lecturers were helpful and guided us down the right path in academics and life. The guidance we received during the development project and final year research helped me work on my current role of researching and marketing new products to the market. The attitude and personality you build during your four years will be your foundation for life, and the Department of Industrial Management provides all the facilities for it. Grab opportunities as much as you can and become a proud member of the IM family. Once a MITian, always a MITian.</p>",
  "quote": "",
  "authorImage": "https://magazine.exposition.lk/images/expo_author.jpg",
  "authorPositionOne": "Executive Business Entrepreneur",
  "authorPositionTwo": "MAS Intimates",
  "authorPositionThree": "",
  "readTime": "2 min"
},{
  "id": "272",
  "image": "https://magazine.exposition.lk/images/article272.jpg",
  "title": "Asenika Liyanage",
  "description": "I started my undergraduate studies at MIT in 2017. After completing the four years of my degree  specializing in Information Technology, I stepped out as a job seeking MITian during one of  the most challenging, chaotic periods in the world. We had to complete our final year along  with the final year research remotely, and it was the most valuable learning experience we  gained through the pandemic.",
  "category": "spirits",
  "categoryColor": "bg-spirit",
  "date": "2022-02-17",
  "author": "Asenika Liyanage",
  "content": "<p>I started my undergraduate studies at MIT in 2017. After completing the four years of my degree specializing in Information Technology, I stepped out as a job seeking MITian during one of the most challenging, chaotic periods in the world. We had to complete our final year along with the final year research remotely, and it was the most valuable learning experience we gained through the pandemic. As MITians, we had the opportunity to work with the most supportive lecturers, who guided us through each and every obstacle we faced since our first year until the point that we found successful industrial placements.</p><p>o, the experiences, industry exposure, knowledge, and lessons that I learned as an under\u0002graduate were really helpful to me during the first few months as an employee. Needless to say, the attitudes and skills that I gained as a member of the University Scrabble team were also immensely useful in networking with co-workers and handling the orientation period successfully. Plus, learning and communicating with highly technical people and soft skills that I gained throughout the undergraduate years were beneficial, especially in the virtual working environment.</p><p>It is vital for the undergraduates in the Department of Industrial Management to gain the advantage of this unique opportunity, as a MITian, to prepare for the challenging and com\u0002petitive world of rapidly changing Information Technology. That, as I believe, is what helped me secure a good position soon after finishing my final examinations and being successful in it as well.</p>",
  "quote": "",
  "authorImage": "https://magazine.exposition.lk/images/article272.jpg",
  "authorPositionOne": "Engineer - Technology",
  "authorPositionTwo": "Evonsys ",
  "authorPositionThree": "",
  "readTime": "2 min"
},{
  "id": "273",
  "image": "https://magazine.exposition.lk/images/article273.jpg",
  "title": "Udara Sembukuttiarachchi",
  "description": "I started my journey as an undergraduate at the Department of Industrial Management,  University of Kelaniya in March 2017, and bid adieu in March 2020. The three years I spent at  the department reading for the degree BSc in Management and Information Technology  was an unforgettable roller-coaster ride with never-ending learning opportunities.",
  "category": "spirits",
  "categoryColor": "bg-spirit",
  "date": "2022-02-17",
  "author": "Udara Sembukuttiarachchi",
  "content": "<p>I started my journey as an undergraduate at the Department of Industrial Management, University of Kelaniya in March 2017, and bid adieu in March 2020. The three years I spent at the department reading for the degree BSc in Management and Information Technology was an unforgettable roller-coaster ride with never-ending learning opportunities. The lecturers, non-academic staff, my batchmates, we all had a family-like relationship rather than an academic oriented one that we usually see in other institutes. With that homely feeling I was able to grasp the knowledge in a relaxed mind and was also able to focus on improving my soft skills and professional competencies.</p><p>The inheritance I received from this wonderful institution was very evident when I underwent my industrial training. After successfully completing my internship at one of the leading IT companies in Sri Lanka, I was recruited directly as an employee even before I completed my degree. From there onwards, I started writing my career story as a Software Quality Assurance Engineer which is continuing to be a delightful one. None of these achievements in my personal and professional life would have been a reality without the inspiration and motivation I received day in, day out from the Department of Industrial Management. For that, I will ever be in debt to my wonderful Alma Master.</p>",
  "quote": "",
  "authorImage": "https://magazine.exposition.lk/images/article273.jpg",
  "authorPositionOne": "Software Quality Assurance Engineer",
  "authorPositionTwo": "Creative Software",
  "authorPositionThree": "",
  "readTime": "2 min"
},{
  "id": "22",
  "image": "https://magazine.exposition.lk/images/article221.jpg",
  "title": "University of Kelaniya",
  "description": "Situated in the ancient and historic city of Kelaniya, nestled among greenery, the University  of Kelaniya dwells on the Northern Bank of Kelani river.",
  "category": "miscellaneous",
  "categoryColor": "bg-info",
  "date": "2022-02-17",
  "author": "University of Kelaniya",
  "content": "<p>Situated in the ancient and historic city of Kelaniya, nestled among greenery, the University of Kelaniya dwells on the Northern Bank of Kelani river. A slight uphill drive along “Kelani Kanda” will bring you to this establishment that 12107 undergraduates and 1984 graduate students enroll in every passing year. The university is composed of seven faculties, fifty six departments, and two institutes. Founded in 1875 by the Venerable Ratmalane Sri Dharmaloka Thero, the University of Kelaniya was initially known as the Vidyalankara Pirivena. It was one of the pioneering universities in Sri Lanka, along with Vidyodaya Pirivena. With the establishment of modern universities in Sri Lanka, Vidyalankara Pirivena gradually evolved into its modern-day status. By 1978 the establishment emerged into becoming the University of Kelaniya.</p><p>The University of Kelaniya continues its exertion with the vision of “becoming a center of excellence in creation and dissemination of knowledge for sustainable development” and strives towards its mission which is “To nurture intellectual citizens through creativity and innovation, who contribute to the national development.” The coat of arms of the university states that “Self-purification is by insight” and encourages the students to embark upon a journey of self-discovery. The University of Kelaniya has gained acknowledgment for being a pioneer in establishing certain departments in Sri Lanka. Namely, they are the Department of Industrial Management and Microbiology in the faculty of Science, Departments of Linguistics, Fine Arts, Modern Languages, and Hindi in the Faculty of Humanities and Mass Communication and Library and Information Sciences in the Faculty of Social Sciences. </p><p>Equipped with state-of-the-art facilities, the university operates to provide the students with the finest learning experiences. The Academic Division, Examination Division, Medical Centre, Library, Student Welfare Division, Career Guidance Unit, Physical Education, and Research Council can be stated as some areas where such exemplary facilities are observed. The university facilitates both local and international students. It has the highest number of international students, the number exceeding 500. It offers over a hundred scholarships annually, which is a testimony to the competence and prestige of the University of Kelaniya.</p>",
  "quote": "",
  "authorImage": "https://magazine.exposition.lk/images/article221.jpg",
  "authorPositionOne": "",
  "authorPositionTwo": "",
  "authorPositionThree": "",
  "readTime": "2 min"
},{
  "id": "23",
  "image": "https://magazine.exposition.lk/images/article222.jpg",
  "title": "Department of Industrial Management",
  "description": "Established in 1967, the Department of Industrial Management is one of the pioneering  departments of the Faculty of Science.",
  "category": "miscellaneous",
  "categoryColor": "bg-info",
  "date": "2022-02-17",
  "author": "Department of Industrial Management",
  "content": "<p>Established in 1967, the Department of Industrial Management is one of the pioneering departments of the Faculty of Science, University of Kelaniya. The department was formed with the objective of creating a discipline of science students who also possess management competencies. Thus, the Bachelor of Science in Management and Information Technology (MIT) degree program was introduced by the department. Furthermore, this degree program bridges the gap between Management and Information Technology, integrating the two areas for the first time in the Sri Lankan University context.</p><p>The department also caters to those who want to acquire further knowledge. The graduates who want to qualify further can follow the Master's degree program in Information Technology. And the department also offers a postgraduate Diploma in Information Technology for graduates who want to enhance their competencies in IT.</p><p>The department has gained acknowledgment for developing undergraduates who are able to challenge the established layout. This can be attributed to the department, which itself is an establishment that challenges the conventional frontiers of knowledge. This well-oiled machine, namely the Department of Industrial Management, runs smoothly due to the forces behind it. They are the exceptional academic staff, the physical resources like well-equipped classrooms, advanced laboratories, and a library with an accumulation of international theological knowledge.</p><p>The DIM was awarded ISO 9001:2015 Quality Management System Certificate in 2020, which is a testament to the excellence of the establishment.</p><p>The student body of the Department of Industrial Management was formed under the guidance of the staff, thus giving rise to IMSSA. The Industrial Management Science Students’ Association provides opportunities for the students to expand their scope through projects like InfoStudio, HackX, HackX Jr, and Exposition. These initiatives are student-driven hence allowing them to evolve their leadership and communication skills.</p><p>The DIM has come a long journey, nourishing the young undergraduates, and it will continue in the path of excellence.</p>",
  "quote": "",
  "authorImage": "https://magazine.exposition.lk/images/article222.jpg",
  "authorPositionOne": "",
  "authorPositionTwo": "",
  "authorPositionThree": "",
  "readTime": "2 min"
},{
  "id": "24",
  "image": "https://magazine.exposition.lk/images/article24.jpg",
  "title": "Management and Infomation Technology",
  "description": "This four-year Honors Degree  Programme offer a wide range of  knowledge and skills as a blend  of management and information  technology disciplines.",
  "category": "miscellaneous",
  "categoryColor": "bg-info",
  "date": "2022-02-17",
  "author": "Management and Infomation Technology",
  "content": "<p>achelor of Science in Management and Information Technology is a unique brand of the Department of Industrial Management which bridges the gap between the Management sector and the Information Technology sector in the corporate world. DIM is a place that provides a stimulating, enthusiastic learning environment to develop the skills and values to launch a successful professional career.</p><p>This four-year Honors Degree Programme offer a wide range of knowledge and skills as a blend of management and information technology disciplines. The students following this degree programme will get further opportunity to specialize in one of the following areas from their third academic year.</p><ul><li>Information Technology (IT)</li><li>Information Systems (IS)</li><li>Business Systems Engineering (BSE)</li><li>Operations and Supply Chain Management (OSCM)</li></ul><p>From 2019/2020 DIM is introducing a new feature to students</p><p>T he students who get selected, will have to opt for either the BSc Hons in MIT degree programme or the BSc Hons in Information Technology degree programme, at the end of the first year of study. The final assignment of the student into the degree programme will be done, based on student performance and preference. Those selected students for the BSc Hons in MIT programme have the opportunity to specialize in one of the following areas at the end of the second academic year. </p><ul><li>Business Systems Engineering (BSE)</li><li>Operations and Supply Chain Management (OSCM)</li><li>Information Systems (IS)</li></ul><p>One of the unique features of the degree programme is providing a six-month internship in the third academic year, according to specialization path, that allows the undergraduates to receive pre\u0002exposures to the corporate world and they can incorporate and apply knowledge and skills to meet the demand of the industry. It enables the undergraduates to apply knowledge gained through the first two years and build a strong base for their permanent professional career in the future. Currently, the passed-out graduates of the Department of Industrial Management find employment even before the formal release of their final results. Their abilities in easily adapting in to both management and IT backgrounds are well recognized as their core strength by the industry.</p><p>Students who wish to be a part of this precious journey are required to apply to the University Grants commission with their results in the physical science or biological science stream and are required to pass the aptitude exam which will be conducted by DIM. We warmly welcome the newbies to our department to witness the exciting 4 years journey to discover and accomplish their future goals.</p><p><img style=\"width: 100%;\" src=\"https://magazine.exposition.lk/images/article242.jpg\"><br></p><p><br></p>",
  "quote": "",
  "authorImage": "https://magazine.exposition.lk/images/article24.jpg",
  "authorPositionOne": "",
  "authorPositionTwo": "",
  "authorPositionThree": "",
  "readTime": "2 min"
},{
  "id": "0",
  "image": "https://magazine.exposition.lk/images/article0.jpg",
  "title": "EDITOR’S NOTE",
  "description": "An undergraduate is often viewed as a multi and highly – skilled  as well as fully – trained figure in utilizing their accumulated  knowledge into practicality",
  "category": "miscellaneous",
  "categoryColor": "bg-info",
  "date": "2022-02-17",
  "author": "T.S.B. Dodanwela",
  "content": "<p>An undergraduate is often viewed as a multi and highly – skilled as well as fully – trained figure in utilizing their accumulated knowledge into practicality. Hence, their duty in the society extends far beyond personal career advancement to unleash the obstacles of milestones in the world for the future generations. Thus, more than merely perceiving an academic career, as an undergraduate, we are entrusted with responsibility to seek generative and productive opportunities to mould ourselves with an outstanding industry exposure and be prepared to step into the immense corporate world.</p><p>On behalf of the Team Exposition, I would like to express my sincere gratitude and appreciation to all the parties who guided us and contributed to this endeavour. The integral guidance and enormous support provided by the academic and non-academic staff of the Department of Industrial Management, colleagues, and IM alumni is greatly appreciated. My heartfelt gratitude is paid to the former Exposition teams for all the support and effort made to carry on the Legacy of Exposition. Further, I would like to thank all the interviewees and industry associations who partnered with us to make this magazine a reality.</p><p>Apart from the Exposition magazine, we successfully concluded “hackX”, the Inter-University innovative startup challenge for the sixth consecutive year and “hackX Jr”, the first-ever Inter-School hackathon for the fourth consecutive year. “EDIFY”, the Inter\u0002University Article Competition, was introduced as a part of the “Exposition Issue 17” to enhance the event’s significance further. The increasing popularity of this event demonstrates its success year by year, and IMSSA will continue the legacy that will uplift the prestige of the Department of Industrial Management in the industry.</p><p>I warmly welcome you to experience the Legacy of “Exposition Issue 17.”</p>",
  "quote": "",
  "authorImage": "https://magazine.exposition.lk/images/article0.jpg",
  "authorPositionOne": "T.S.B. Dodanwela",
  "authorPositionTwo": "Editor-in-Chief",
  "authorPositionThree": "",
  "readTime": "2 min"
},{
  "id": "19",
  "image": "https://magazine.exposition.lk/images/article190.jpg",
  "title": "Rasogha 2021",
  "description": "Musical Program organized by the Department of Industrial  Management",
  "category": "events",
  "categoryColor": "bg-event",
  "date": "2022-02-17",
  "author": "Rasogha",
  "content": "<p>Rasogha 2021 is the Musical Program organized by the Department of Industrial Management in order to showcase the young talents of IM students. The most recent program was held physically in 2018 for the 4th consecutive year. But due to some unavoidable circumstances the department had to pause the program temporarily. For the first time in history, Rasogha 2021 was held in a virtual platform successfully, on 19th September 2021 at 7.00 pm, with the theme of “Saptha Swaraye Parapuraka Digaharuma”, along with enchanting line up of performances from different eras.</p><p>The idea of a virtual program was given by Mr. Janaka Senanayake, former MITian and present lecturer at the Department of Industrial Management. Praneeth Kariyawasam, President of the IMSSA and present MITians Kavishi Liyanagamage, Isuru M Soysa and Tharindu Kumesh were the main organizers who contributed immensely to make this event a success. The total contribution and effort of all the lecturers and the students of the Department for the event manifested the IM family’s true bond. </p><p>Lecturers of the Department of Industrial Management, present MITians of all 4 years, former MITians and undergraduates of the University of Kelaniya participated in the event via the zoom platform. The live streaming was carried via IMSSA Facebook and YouTube channel. The IMSSA YouTube channel was launched along with Rasogha 2021, remarking a special moment in the history of the IM Department. The program was enlightened by four admiring guests from The Voice Sri Lanka competition, namely Mr Thamara Darshana, Mr Dineth Wijesooriya, Ms Adithya Waliwatte and Ms Ridmika Mendis. </p><p>The event provided an opportunity to make new bonds and strengthen old friendships. It created a shift to refresh student’s life from the virtual learning process. Rasogha 2021 was marked in the IM Calendar as another mesmerizing event with lots of memories. </p><p><img style=\"width: 100%;\" src=\"https://magazine.exposition.lk/images/article191.jpg\"><br></p>",
  "quote": "",
  "authorImage": "https://magazine.exposition.lk/images/article190.jpg",
  "authorPositionOne": "",
  "authorPositionTwo": "",
  "authorPositionThree": "",
  "readTime": "2 min"
},{
  "id": "15",
  "image": "https://magazine.exposition.lk/images/article150.jpg",
  "title": "INTERNATIONAL RESEARCH CONFERENCE ON SMART  COMPUTING AND SYSTEMS ENGINEERING (SCSE)",
  "description": "The fourth International Research Conference on Smart Computing and Systems  Engineering (SCSE), organized by the Department of Industrial Management, Faculty  of Science, University of Kelaniya was successfully held on the 16th September, 2021. ",
  "category": "SCSE",
  "categoryColor": "bg-info",
  "date": "2022-02-17",
  "author": "INTERNATIONAL RESEARCH CONFERENCE",
  "content": "<p>The fourth International Research Conference on Smart Computing and Systems Engineering (SCSE), organized by the Department of Industrial Management, Faculty of Science, University of Kelaniya was successfully held on the 16th September, 2021. It was the second consecutive year that the conference was organized virtually and it was successfully concluded with the presence of research scholars, authors, academia, industry experts and invitees. IEEE Sri Lanka Section, The Chartered Institute of Logistics and Transport (CILT) and SLASSCOM technically sponsored the conference to make it a success. </p><p>The e-Conference operated with two tracks; the Smart Computing track and the Industrial and Systems Engineering track, and listed below are some of the solicited papers which addressed the original research; Smart Systems and Technologies, Big Data Analytics, Cognitive Computing, Industry 4.0, Internet of Things etc.</p><p><img style=\"width: 100%;\" src=\"https://magazine.exposition.lk/images/article157.jpg\"><br></p><p>Senior Professor Nilanthi de Silva, Vice-Chancellor, University of Kelaniya graced the event as the Chief Guest. The keynote speeches were delivered by Dr. Mats Isaksson, Swinburne University of Technology, Hawthorne, Melbourne, Australia and Professor Nirmalie Wiratunga, Robert Gordon University, United Kingdom and they shared their immense knowledge with the delegates.</p>",
  "quote": "",
  "authorImage": "https://magazine.exposition.lk/images/article150.jpg",
  "authorPositionOne": "",
  "authorPositionTwo": "",
  "authorPositionThree": "",
  "readTime": "1 min"
}
  
]
